Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: After three days the wanderer regained consciousness. His name was Atiros, and he had come from a land abandoned by the Summoners a thousand years ago. These words shocked the Highest Council, because the ancient scrolls hadn’t mentioned other people outside the desert. For centuries the Summoners had thought their Ancestral Lands were empty. That land is now called Kharos, and its people are now in grave danger.
de: Nach drei Tagen kam der Wanderer wieder zu Bewusstsein. Sein Name war Atiros, und er kam aus einem Land, das die Beschwörer vor tausend Jahren verlassen hatten, Diese Worte entsetzten den Höchsten Rat, denn die alten Schriften erwähnten keine anderen Menschen jenseits der Wüste. Jahrhundertelang dachten die Beschwörer, ihre Ahnen wären in die Große Wüte aufgebrochen, ohne jemanden in den Stammlanden zurückzulassen, Atiros sagtem das Land hieße nun Kharos und sei in schwerer Not.
pl: W końcu po kilku dniach wędrowiec odzyskał przytomność. Okazało się, że ma na imię Atiros i pochodzi z dalekiej północy, z krainy którą tysiące lat temu opuścili przodkowie Przywoływaczy. Słowa te wstrząsnęły Najwyższą Rada, ponieważ w starożytnych przekazach nie było wzmianki o innych ludziach. Setki lat Przywoływacze myśleli, ze ich potomkowie wspólnie wyruszyli ku Wielkiej Pustyni, nie zostawiając na Ziemiach Początku nikogo. Atiros powiedział, ze kraina ta nazywa się teraz Kharos i że jest w wielkim niebezpieczeństwie.

source: Half a year ago, the Kharosans lost contact with their eastern empire. Messengers never returned. Towns vanished. Anthi, the ruler of Kharos and Highest Priest of Light, ordered the middle-lands fortified against invisible invaders.
de: Vor einem halben Jahr verloren die Kharositen den Kontakt mit dem Osten ihres Reiches. Boten kehrten nie wieder. Städte verschwanden. Anthi, die Herrscherin von Kharos und Hohepriesterin des Lichtes, befahl, die Mittellande gegen unsichtbare Feinde zu befestigen.
pl: Według jego opowieści pól roku temu Kharosanie utracili kontakt ze wszystkimi najbardziej oddalonymi na wschód miejscowościami, a każdy z posłańców jak dotąd nie powrócił. Kiedy kolejne wioski 'znikały', władczyni państwa Kharos, Najwyższa Kapłanka Światła, Anti, rozkazała umocnić pozycje na terenach środka, aby odeprzeć ewentualnych najeźdźców, których i tak nikt nie widział.

source: One month ago, two cavalry archers managed to escape to the west. They had been attacked by masked beings, full of madness and anger. Terrifying three-headed creatures from their worst nightmares served them...
de: Vor einem Monat gelang es zwei Reitern, aus dem Westen zu entkommen. Sie waren von maskierten Wesen voller Wahnsinn und Wut angegriffen worden. Dreiköpfige Untiere aus ihren schlimmsten Alpträumen dienten ihnen...
pl: Po miesiącu utracono kontakt z obsadzonymi wcześniej garnizonami, lecz tym razem dwóch konnych łuczników zdołało uciec na zachód. Z ich relacji wynikało, że zostali zaatakowani przez zamaskowane istoty, pełne nienawiści i szaleństwa. Usługiwały im przerażające potwory, rodem z koszmarów, których nikt nie chciałby ujrzeć w swoim życiu.

source: When the fall of the middle-lands was certain, Anthi realized the Kharosan army could never defeat such a powerful enemy. But a hope remained in legend: a story of ancient siblings who had abandoned their homeland, and set out to the desert. Anthi trusted the tale, hoping the desert dwellers would return to protect their Ancestral Lands.
de: Als der Fall der Mittellande sicherstand, erkannte Anthi, dass die Armee der Kharositen einen solch mächtigen Feind nicht besiegen konnte, Doch es verblieb noch eine Hoffnung aus den Legenden: Eine Geschichte, die von ihren sagenhaften Geschwistern erzählte, die ihre Heimat verließen und in die Wüste auszogen. Anthi hatte keine andere Wahl und entschied sich, der Geschichte zu glauben, in der Hoffnung, dass sie stimmte und die Bewohner der Wüste zurückkehrten, um die Stammlande, ihre erste Heimat, zu verteidigen.
pl: Kiedy było już wiadome, ze upadek terenów środka jest przesadzony, Anti zdała sobie sprawę, że armia Kharos sama nie powstrzyma takiego przeciwnika. Jedyna nadzieja pozostała w pewnej... bajce dla dzieci, która to opowiadała o legendarnych braciach i siostrach, którzy tysiące lat temu opuścili swoją ojczyznę i wyruszyli na pustynię. Anti nie miała wyjścia i postanowiła zaufać tej opowiastce w nadziei, ze okaże się prawdziwa, a mieszkańcy tamtejszych ziem powrócą wspólnie bronić krainy, z której się wywodzą.

source: Atiros, as one of the two most powerful warriors of Kharos, was ordered to find them. First he journeyed to Acacia Forest to find the magical fount of the Water of Life. This wonderful liquid would help him travel safely through the desert. He acquired some in a diamond bottle, just before the forest was seized by the dark hordes.
de: Atiros, einer der zwei größten Krieger der Kharositen, sollte sie finden. Erst reiste er in den Wald von Acacia, um die magische Quelle des Wassers des Lebens zu finden. Diese wunderbare Flüssigkeit würde ihm helfen, sicher die Wüste zu durchqueren.
pl: Atiros, jako że był jednym z dwóch najlepszych wojowników Kharos, dostał rozkaz odnalezienia pustynnych ludzi. Najpierw wyruszył jednak do Lasu Akacji po magiczną Wodę życia, która miała mu umożliwić bezpieczna podróż przez pustynię. Zdążył w ostatniej chwili, zanim teren opanowały mroczne istoty.

source: To cross the water he departed Saffros, the farthest city to the south.
de: Seinen weg über das Wasser begann er in Saffros, der südlichsten Stadt von Kharos.
pl: Aby przebyć morze, wyruszył do Saffaros, miasta najdalej wysuniętego na południe.

source: In a sturdy ship he sailed, but a great wind blew him far to sea, and dashed his crew upon the rocks.
de: Er fuhr mit einem robusten Schiff, doch ein heftiger Wind trieb es auf das offene Meer ab, und schmetterte es gegen die Felsen.
pl: Dano mu najlepszy okręt, jednak potężny sztorm zrzucił go z kursu i rozbił o skały.

source: Crawling from the wreck, he saw a giant tower looming over the horizon. He approached, thinking he would find civilization there. But in days, he came no closer. Atiros had seen the highest tower of al-Kamija, whose peak is seen everywhere on the continent.
de: Als Atiros aus dem Wrack kroch, sah er einen gewaltigen Turm am Horizont. Er näherte sich ihm, da er dachte, dort auf Zivilisation zu treffen. Doch tagelang kam er ihm nicht näher. Atiros hatte den höchsten Turm von al-Kamija gesehen, dessen Spitze auf dem gesamten Kontinent sichtbar war.
pl: Jak tylko Atiros wyczołgał się z wraku ujrzał na horyzoncie gigantyczną wieżę. Postanowił iść w jej kierunku w nadziei, że odnajdzie tam cywilizację. Jednak z każdym dniem wędrówki nie przybliżał się do swego celu. Ujrzał on bowiem najwyższą wieżę Al-Kamiji, której szczyt widać z każdego miejsca na kontynencie.

source: Atiros continued in hope. In five weeks, the Water of Life had run out. In six weeks, he saw a beautiful canopy over the dunes. Soon after, he lost consciousness and woke in Tar-Tabar, among rescuers he had been ordered to find.
de: Die Hoffnung trieb Atiros weiter. Nach fünf Wochen war das Wasser des Lebens verbraucht. Nach sechs Wochen sah er herrliche Dächer über den Dünen. Wenig später fiel er in Ohnmacht und erwachte in Tar-Tabar, bei Rettern, die er finden sollte.
pl: Atirosa nie opuszczała nadzieja. Po pięciu tygodniach wyczerpały mu się zapasy Wody Życia. W szóstym ujrzał przepiękny baldachim górujący nad wydmami. Wkrótce potem stracił przytomność i zbudził się w Tar-Tabarze, pośród ludzi, których szukał.

source: The story caused the Summoners many troubles. In the next few months the Circle would be ready, and then, their whole country would disappear from this world. Protecting the Circle had the highest priority; interfering in foreign wars was unthinkable. Mehir, despite the Highest Council’s pronouncements, thought otherwise.
de: Die Geschichte beunruhigte die Beschwörer. In den nächsten Wochen würde der Kreis vollendet sein, und dann würde ihr gesamtes Land aus dieser Welt verschwinden. Das Wichtigste war, den Kreis zu schützen; man konnte unmöglich an Kriegen im Ausland teilnehmen. Mehir war allerdings anderer Meinung als der Höchste Rat.
pl: Cała ta opowieść była dla Przywoływaczy niezwykłym przeżyciem, ale jednocześnie wprawiła w wielkie zakłopotanie. Za kilka miesięcy krąg będzie gotowy, a wtedy cale ich państwo zniknie z tego świata. Na tak zaawansowanym etapie prac ochrona kręgu była zadaniem priorytetowym, a mieszanie się w cudze wojny zwłaszcza na dalekiej północy było nie do pomyślenia. Mehir, wbrew zaleceniom Najwyższej Rady, postanowił jednak udać się wraz z Atirosem do Kharos i rozeznać w sytuacji.

source: With troops loyal to him, Mehir prepared an expedition to depart in one week. The Council sent with them a letter to the people of Kharos — an invitation to the Abyss. It was an empty diplomatic gesture to both Mehir and Atiros, for the Elders did not expect anyone to survive, nor to make it across the treacherous sea in any great numbers.
de: Mit ihm treuen Truppen plante Mehir eine Expedition, die in einer Woche aufbrechen sollte. Der Rat gab ihm einen Brief an das Volk von Kharos — eine Einladung in den Abgrund. Es war eine leere diplomatische Geste an Mehir und Atiros, denn die Ältesten gingen nicht davon aus, dass jemand überleben würde, oder dass das trügerische Meer in großer Zahl überquert werden könne.
pl: Po tygodniu wyprawa była już gotowa. Zanim jednak część wojsk opuściła Tar-Tabar, Najwyższa Rada przekazała Mehirowi list zapraszający mieszkańców Kharos do Otchłani. Starsi uznali, ze będzie to miły gest, który być może okaże się jedyną deską ratunku w obliczu zła, jakie pustoszy tamtejsze tereny. Mehir przyjął list, mianował na czas nieobecności swojego zastępcę i wraz z ochotnikami oraz Atirosem wyruszył do Ziem Początku.

source: A day after preventing the destruction of Saffaros, the army marched to Kharos to save it from a similar fate. Delydos led a token force upon the main roads to distract the enemy’s many spies. Atiros guided Mehir’s army over paths seldom trodden, and by a cunning stratagem, flanked the enemy host outside the city’s great walls.
de: Einen Tag, nachdem Saffaros vor der Zerstörung bewahrt wurde, marschierte die Armee nach Kharos, um es vor einem ähnlichen Schicksal zu bewahren. Delydos führte eine Scheintruppe über die Hauptstraßen, um die vielen feindlichen Spione abzulenken. Atiros führte Mehirs Armee über selten genutzte Wege, und durch eine gewiefte List fielen sie dem Feind außerhalb der großen Stadtmauern in den Rücken.
pl: Dzień po odbiciu Degos, Mehir wraz z Dedylosem i jego oddziałami wyruszyli do Kharos w nadziei, że miasto nie zostało zaatakowane. Podróż trwała tydzień.

source: The army of the Tharis, as the Kharosans called them, was destroyed. Small groups of survivors retreated far away to the east, allowing people to return to their old lands. The conflict had stopped — for now.
de: Die Armee der Tharis, wie sie die Kharositen nannten, war zerstört. Kleine Gruppen von Überlebenden zogen sich weit in den Osten zurück, sodass die Heimkehr in die alten Lande möglich wurde. Der Konflikt war beendet — fürs Erste.
pl: Armia mrocznych elfów, jak nazywają ja Kharosanie, została rozbita. Drobne oddziały niedobitków wycofały się daleko na wschód poza znane terytoria, umożliwiając ludziom powrót na swe dawne ziemie. Zagrożenie zostało zażegnane - przynajmniej na razie.

source: Meanwhile, Mehir was announced as the greatest hero of Kharos. While his scouts were searching for possible threats from the rest of the destroyed army, he spent a lot of time with Anthi, getting to know the Kharosan culture and the history of the Ancestral Lands. During his visit Mehir learned many things about the Kharosans and their religion. The Kharosans worship the Sun as God and the light as the source of life. This specific dualism reflects in their social structure. The Kharosan society is ruled by wise priestesses of the cult of light which are adept in magic and use it without drawing circles. The army and all connected services are subordinated to the so-called sun warriors.
de: Unterdessen wurde Mehir zu größten Helden von Kharos ernannt. Während seine Späher nach möglichen Gefahren durch die Überbleibsel der zerstörten Armee suchten, verbrachte Mehir viel Zeit mit Anthi und erfuhr viel über die Kultur der Kharositen und der Geschichte der Während seines Besuchs lernte Mehir viel über die Kharositen und ihre Religion. Die Kharositen verehrten die Sonne als Gottheit und das Licht als Quelle des Lebens. Dieser Dualismus spiegelte sich in ihrer Gesellschaft wieder. Kharos wurde von weisen Priesterinnen des Lichtkultes regiert, die Zauber wirkten, ohne Kreise zu ziehen. Die Armee und alle dazugehörigen Organisationen unterstanden den sogenannten Sonnensoldaten.

source: The Kharosans know magic, but it is not the summoning one used by the Summoners. The Priestesses of Light are the only ones in their society who know how to use it. Often called white magic, it comes from the energy of the Sun, a fact that greatly surprised the Summoners. To them, magic always has come from the Abyss. The Priestesses can control the power of the light using their minds. Mehir noted that the Darkblooded, the Tharis, and the mysterious flying mage, Aerius, were also using this weird technique of spellcasting.
de: Die Kharositen kannten Magie, aber nicht die Beschwörung, wie sie die Beschwörer verwendeten. Nur die Priesterinnen des Lichtes wussten, wie man sie nutzen konnte. Diese oft als weiß bezeichnete Magie stammte von der Energie der Sonne, was die Beschwörer sehr verwunderte. Für sie stammte Magie stets aus dem Abgrund. Die Priesterinnen beherrschten die Macht des Lichtes mit ihren Gedanken. Mehir bemerkte, dass auch die Dunkelblüter, die Tharis, und der mysteriöse fliegende Zauberer Aerius diese seltsame Zaubertechnik benutzten.
pl: Kharosanie znają magię, lecz nie jest to magia przywołania jaka dysponują Przywoływacze. Otóż kapłanki światła jako jedyne w społeczeństwie potrafią korzystać z tzw. białej magii. Bierze się ona z energii słonecznej, co bardzo dziwi Przywoływaczy, dla których wszystko co magiczne pochodzi z Otchłani. Kapłanki nie znają magicznych kręgów, lecz potrafią okiełznać moc światła za pomocą siły własnego umysłu. Mehir widział już takie rzeczy u Ciemnokrwistych, Mrocznych Najeźdźców i tajemniczych latających magów.

source: In the meantime, the messenger sent by Mehir reached al-Kamija after two weeks and gave the sensational message about Rashti turning into her true form. The Highest Council discovered that the death of Rashti, the resurrection of her egos, and their integration into a female form of Nomolas has completely destroyed the balance between worlds. The Great Circle is now becoming outdated, drifting away from its otherworldly location in the Abyss. However, the experiments carried out by Mehir’s ancestors showed that fluctuations of time in multi-world space would delay the reactions of actions that took place for twenty-nine days. The messenger traveled for fourteen days, which meant that the Summoners had fifteen days to finish the Circle in its current form and move to the Abyss. If it were not completed in time, the whole work would be wasted.
de: In der Zwischenzeit erreichte der Bote, den Mehir entsendet hatte, al-Kamija nach zwei Wochen und verkündete die sensationelle Nachricht, dass Rashti ihre wahre Gestalt angenommen hatte. Der höchste Rat entdeckte, dass der Tod der Rashti, die Auferstehung ihrer Egos und ihre Vereinigung in eine weibliche Form des Nomolas die Welten völlig aus dem Gleichgewicht gebracht hatte. Der Große Kreis war im Begriff zu veralten, er entfernte sich von seinem Platz im Abgrund. Doch die Experimente der Ahnen zeigten, dass Zeitströmungen im Weltengefüge die Folgen um neunundzwanzig Tage verzögern würde. Der Bote brauchte vierzehn Tage, weshalb die Beschwörer fünfzehn Tage hatten, um den Kreis in einer derzeitigen Form zu beenden und in den Abgrund zu reisen. Wenn er nicht rechtzeitig vollendet würde, wäre die gesamte Arbeit umsonst gewesen.
pl: Tymczasem wysłany przez niego goniec po dwóch tygodniach dotarł do Al-Kamiji i przekazał sensacyjna wiadomość o transformacji RashtiRhami w Prawdziwą Rashti. Najwyższa Rada stwierdziła, ze śmierć Rashti, a także późniejsze zmartwychwstanie jej osobnych jaźni oraz końcowe scalenie w żeński odpowiednik Nomolasa na tyle zaburzyło równowagę miedzy światami, ze budowany według obecnego wzoru krąg może być nieaktualny, tak jak obecny adres Otchłani. Doświadczenia przodków wykazały jednak, ze fluktuacje czasowe w przestrzeni miedzy wymiarami spowalniają reakcje zaistniałych w nich akcji o 29 dni. Podroż gońca trwała dwa tygodnie, co oznacza, że Przywoływaczom do ukończenia kręgu w jego obecnej formie i przeniesienia się do Otchłani pozostało 15 dni. Jeśli nie zdążą cała praca pójdzie na marne.

source: In order to increase the building speed of the Great Circle in its current form, the Highest Council ordered all citizens of the Summoner country to assist the builders. Women, children, even elders — hundreds of thousands of people joined the workers. The messenger immediately set out to Mehir to tell him this important news.
de: Um die Baugeschwindigkeit für den Großen Kreis in seiner jetzigen Form zu erhöhen, befahl der Höchste Rat allen Bürgern des Landes der Beschwörer, den Arbeitern zu helfen. Frauen, Kinder, selbst Alte — Hunderttausende schlossen sich den Arbeitern an. Der Bote brach sofort zu Mehir auf, um ihm diese wichtigen Nachrichten mitzuteilen.
pl: Najwyższa Rada w celu gwałtownego przyspieszenia prac nad kręgiem rozkazała każdemu obywatelowi państwa Przywoływaczy pomagać przy jego budowie. Bez względu na to, czy były to kobiety, dzieci a nawet starcy, kilka milionów ludzi zasiliło grono robotników. Goniec zaś gnał ile fabryka dywanów dała, aby przekazać Mehirowi tę pilną wiadomość.

source: The following morning the Great Circle—the biggest undertaking in the world—was finished. The dream about the Abyss almost became true, like never before. Only the activation of the Circle was needed for Summoners to leave this mortal world and enter the magical land of endless possibilities. In the Central Palace of al-Kamija a great celebration began, during which the Circle was going to be connected with the opened portal. The leaders of the Trinity and the chairmen of the Highest Council painted together the last segment and when it touched the Abyss...
de: Am nächsten Morgen war der Große Kreis-das größte Projekt der Welt- fertiggestellt. Der Traum vom Abgrund erfüllte sich. Nur die Aktivierung des Kreises war nötig, damit die Beschwörer diese sterbliche Welt verlassen und das magische Land unendlicher Möglichkeiten betreten konnten. Im Zentralpalast von al-Kamija begann ein großes Fest, bei dem der Kreis mit dem geöffneten Portal verbunden würde, Die Leiter der Triade und die Vorsitzenden des Höchsten Rates zogen das letzte Segment zusammen, und als er den Abgrund berührte...
pl: Następnego ranka wielki krąg - przedsięwzięcie jakiego żaden świat jeszcze nie widział - został ukończony. Marzenie o Otchłani stało się realne jak nigdy przedtem. Już tylko aktywacja kręgu dzieliła Przywoływaczy od opuszczenia śmiertelnego świata i wkroczenia do krainy nieskończonych możliwości. W centralnym pałacu Al-Kamiji rozpoczęła się wielka uroczystość, w trakcie której krąg miał zostać podłączony do tamtejszego magicznego przejścia. Przywódcy miast Trójcy oraz przewodniczący Najwyższej Rady wspólnie domalowali ostatni odcinek, a kiedy ten dotknął Otchłani...

source: ...nothing was the same.
de: ...war nichts mehr wie zuvor.
pl: ...nic nie było takie jak przedtem.

source: The huge territory of al-Kamija burst into blue flames. Billions of dunes, walls, cities, buildings, towers, millions of people — everything was absorbed by this unreal glow.
de: Das große Territorium von al-Kamija stand in blauen Flammen. Milliarden von Dünen, Mauern, Städten, Gebäuden, Türmen, Millionen von Menschen — alles absorbierte dieser unwirkliche Schein.
pl: Ogromne terytorium Al-Kamiji zapłonęło błękitnym światłem Otchłani. Miliardy wydm, mury miast, budynki, wieże, miliony ludzi - wszystko zostało pochłonięte przez nierealny blask.

source: The whole country of the Summoners disappeared from this world.
de: Das ganze Land der Beschwörer verschwand aus dieser Welt.
pl: Całe państwo Przywoływaczy znikło z tego świata.

source: Mehir, as the last Summoner, was observing this show from the walls of Kharos. He promised that he would do everything to allow his troops to join their families and friends. According to what Anthi had said, the only way to get into the Abyss was to set out to the west, to the land of mysterious people who were known for making incredible things happen.
de: Mehir, als letzter Beschwörer, sah dies von den Mauern von Kharos. Er versprach, dass er alles tun würde, damit sie wieder zu ihren Familien und Freunden stoßen konnten. Anthi zufolge war der einzige Weg, in den Abgrund zu kommen, in den Westen aufzubrechen, in das Land eines geheimnisvollen Volkes, die das Unmögliche erreichen könnten.
pl: Mehir, jako ostatni Przywoływacz, obserwował to wszystko z murów Kharos. Obiecał sobie, ze zrobi wszystko, aby dołączyć do swych przyjaciół w Ochłani. Zgodnie z tym, co mówiła Anti, jedynym sposobem na dostanie się do tamtego świata, było udanie się na zachód, do krainy tajemniczych ludzi o których niewiele było wiadomo, oprócz tego, ze potrafili ponoć dokonywać rzeczy niemożliwych...

source: Two days later, a crewed ship awaited Mehir. Anthi explained that the country of those mysterious people was located at a high atitude and the only way to reach it is to fly. Mehir didn’t fully understand what the highest priestess meant, but he boarded the ship with his soldiers and set out to another unknown land.
de: Zwei Tage später war das Schiff für Mehir bereit. Anthi erklärte, das Land dieses geheimnisvollen Volkes liege in einer großen Höhe und könne nur im Flug erreicht werden, Mehir verstand nicht ganz, was die Hohepriesterin meinte, aber betrat das Schiff und stach in See zu einem weiteren unbekannten Land,
pl: Dwa dni później na Mehira czekał w porcie statek wraz z załogą. Anti wyjaśniła, ze państwo tajemniczych ludzi znajduje się bardzo wysoko i można się tam dostać jedynie lotem. Mehir nie do końca zrozumiał, co Najwyższa Kapłanka miała na myśli, mimo to wsiadł na okręt razem ze wszystkimi swoimi oddziałami i wyruszył ku nieznanemu.

source: The journey lasted two days. At last, the ship’s crew reported that they had reached their destination. Mehir thought it was a joke because there was no land around. So the captain asked him to look into the sky.
de: Die Reise dauerte zwei Tage. Schließlich verkündete die Mannschaft, sie hätten ihr Ziel erreicht. Mehir hielt dies für einen Scherz, denn es war kein Land zu sehen. Da sagte ihm der Kapitän, er solle in den Himmel schauen.
pl: Podroż trwała dwa dni. W końcu załoga okrętu zameldowała, iż dotarli na miejsce. Mehir uznał to za żart, ponieważ dookoła był jedynie ocean, a on spodziewał się jakiejś ogromnej góry. Wtedy kapitan okrętu kazał mu unieść głowę i spojrzeć w niebo.
