Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: Master, the human armies rounded us from the east. The desert wizards are with them. We are in a trap.
de: Meister, die Menschenarmee hat uns von Osten aus eingekreist. Die Wüstenzauberer sind bei ihnen. Wir stecken in der Falle.
pl: Mistrzu, ludzkie armie otoczyły nas od wschodu. Pustynni czarodzieje są z nimi. Jesteśmy w pułapce.

source: Finally. Now it’s time for a REAL BLOODBATH!!!
de: Endlich. Nun ist es an der Zeit für ein WAHRES BLUTBAD!!!
pl: Nareszcie. Teraz możemy zacząć PRAWDZIWĄ RZEŹ!!!

source: Our indestructible gates... Our best soldiers...
de: Unsere unzerstörbaren Tore… Unsere besten Soldaten...
pl: Nasze niezniszczalne wrota... Nasi najlepsi żołnierze...

source: What are the limits of that hated voice, whose mere sound tears the thickest walls?!
de: Welche Grenzen hat diese verhasste Stimme, deren bloßer Klang die dicksten Mauern zerreißt?1
pl: Jaką moc ma ten nienawistny głos, którego brzmienie rozrywa najgrubsze mury?!

source: It’s nothing. Hope they won’t throw buildings on us...
de: Das ist nichts. Hoffentlich werfen sie keine Gebäude auf uns...
pl: To nic. Miejmy nadzieję, że nie zaczną rzucać w nas budynkami...

source: Those apostles of death cannot enter our capital. Let our soldiers attack!
de: Diese Anhänger des Todes können unsere Hauptstadt nicht betreten. Lasst unsere Soldaten angreifen!
pl: Ci apostołowie śmierci nie mogą wkroczyć do naszej stolicy. Niech nasi wojownicy atakują!

source: The fools are coming... FALL!
de: Die Narren kommen… FALL!
pl: Głupcy nadchodzą... NA ZIEMIĘ!

source: HAHAHAAAAAhaa!!! You’re pitiful.
de: HAHAHAAAAAhaa!!! Ihr seid erbärmlich.
pl: HAHAHAAAAAhaa!!! Jesteście żałośni.

source: Fear! I feel your fear! It’s overwhelming but understandable. I have slaughtered thousands of your people and now it’s time for you to die.
de: Furcht! Ich spüre eure Furcht! Sie ist überwältigend aber verständlich. Ich habe tausende eures Volkes abgeschlachtet und nun ist es an der Zeit, dass ihr sterbt.
pl: Strach! Czuję wasz strach! Jest przytłaczający, ale zrozumiały. Zmasakrowałem tysiące waszych ludzi a teraz kolej na was.

source: Your stupid religion won’t save you like it didn’t save the others. So before you die, I will give you a chance. The chance to revolt against your false religion and the hypocrites which are ordering you to die! You must choose whether to die in a honorable way or to die in fear!
de: Eure dumme Religion wird euch ebenso wenig retten, wie sie die anderen rettete. Deshalb gebe ich euch eine Wahl, bevor ihr sterbt. Die Wahl, euch aufzulehnen gegen eure falsche Religion und jene Heuchler, die euch befehlen, zu sterben! Ihr müsst wählen, ob ihr ehrenhaft oder ängstlich sterben wollt.
pl: Wasza głupia religia nie uratuje was, tak samo jak nie uratowała innych. Więc zanim umrzecie, dam wam szansę. Szansę aby odwrócić się od waszej fałszywej religii i tych hipokrytów, którzy posyłają was na śmierć! Musicie wybrać, czy chcecie umrzeć honorowo czy w strachu!

source: Don’t listen to him! The Sun is with us!
de: Hört nicht auf ihn! Die Sonne ist mit uns!
pl: Nie słuchajcie go! Słońce jest z nami!

source: Rashti, can you reach him?
de: Rashti, kannst du ihn erreichen?
pl: Rashti, możesz go dosięgnąć?

source: So kill him!
de: Dann töte ihn!
pl: Więc go zabij!

source: No! I won’t betray my country! I will never turn against my religion! You won’t take my soul, you demon!
de: Nein! Ich werde mein Land nicht verraten! Ich werde mich nie gegen meine Religion wenden! Du wirst meine Seele nicht kriegen, Dämon!
pl: Nie! Nigdy nie zdradzę mojego kraju! Nigdy nie obrócę się przeciwko mej religii! Nie zabierzesz mi duszy, demonie!

source: Oh, look! A brave one! When I come down, I am going to kill you slowly...
de: Oh, sieh an! Ein Tapferer! Wenn ich hinabsteige, werde ich dich langsam töten...
pl: Och, spójrzcie! Coż za odwaga. Jak zejdę na dół, zabiję cię powoli...

source: Anthi, I... I’m going to kill you.
de: Anthi. Ich… ich werde dich töten.
pl: Anthi, Ja... ja chcę cię zamordować.

source: No... please!
de: Bitte...nicht!
pl: Nie... proszę!

source: You lied to us, Anthi. We’ve lost everything and the Sun has abandoned us. That’s why I choose the night! Fight with me people! We must destroy this false religion and those who protect it!
de: Du hast uns belogen, Anthi. Wir haben alles verloren und die Sonne hat uns verlassen. Deshalb wähle ich die Nacht! Kämpft mit mir! Wir werden diese falsche Religion zerstören und jene, die sie beschützen!
pl: Okłamałaś nas, Anthi. Straciliśmy wszystko, a Słońce nas opuściło. Dlatego wybrałem noc! Przyłączcie się do mnie! Musimy zniszczyć tę fałszywą religię i tych, którzy jej bronią!

source: Mwhahaha! I want to see more! MORE!!
de: Mwhahaha! Ich will mehr sehen! MEHR!
pl: Mwhahaha! Chcę zobaczyć więcej! WIĘCEJ!!

source: Our soldiers! He is rending their souls! They are turning against us! It’s impossible!
de: Unsere Soldaten! Er zerfetzt ihre Seelen! Sie wenden sich gegen uns! Das ist unmöglich!
pl: Nasi wojownicy! On manipuluje ich duszami! Obracają się przeciwko nam! To niemożliwe!

source: Protect the Highest Priestess!
de: Beschützt die Hohepriesterin!
pl: Osłaniać Najwyższą Kapłankę!

source: You. You are not from here. You are not from this world, either. You are a slave, far more powerful than your masters. It’s time for you to choose: to serve or be free! Decide NOW!
de: Du. Du bist nicht von hier. Du bist nicht von dieser Welt. Du bist eine Sklavin, weit mächtiger als deine Herren. Es ist an der Zeit, dich zu entscheiden: diene oder sei frei! Entscheide dich JETZT!
pl: Ty. Nie jesteś stąd. Nie jesteś z tego świata. Jesteś niewolnikiem, znacznie potężniejszym do swych panów. Musisz zadecydować: służyć dalej lub być wolnym! Decyduj TERAZ!

source: Rashti?... No, it’s impossible. This is another illusion, it can’t happen. She can’t die.
de: Rashti?... Nein, es ist unmöglich. Es ist eine weitere Illusion, das kann nicht geschehen. Sie kann nicht sterben.
pl: Rashti?... Nie, to niemożliwe. To kolejna iluzja, to nie mogło się stać. Ona nie mogła zginąć.

source: Is that all you have to show me? I am disappointed.
de: Ist das alles, was du mir zeigen kannst? Ich bin enttäuscht.
pl: Czy to wszystko na co was stać? Jestem rozczarowany.

source: She’s dead. I’m sorry, Mehir...
de: Sie ist tot. Tut mir leid, Mehir...
pl: Ona nie żyje. Przykro mi, Mehirze...

source: One of the ultimate beings no longer exists. The balance between worlds has been disturbed. If the Highest Council will hear about that, they will kill me...
de: Eines der höchsten Wesen existiert nicht länger. Das Gleichgewicht zwischen den Welten ist gestört. Wenn der Höhste Rat davon erfährt, werden sie mich töten...
pl: Jedna z ostatecznych istot przestała istnieć. Równowaga pomiędzy światami została zachwiana. Jeśli Najwyższa Rada dowie się o tym, zabiją mnie...

source: It is not...
de: Es ist noch nicht...
pl: To jeszcze nie...

source: ...OVER YET!!!
de: ,,,VORBEI!!!
pl: ...KONIEC!!!

source: Rashti? You’re alive?! Both of you?
de: Rashti? Du lebst?! Beide von dir?
pl: Rashti? Ty żyjesz?! Obie z was?

source: My irrational, angry self is no longer a part of me. The Abyss is free to move away from the path of hate.
de: Mein irrationales, zorniges Selbst ist nicht länger Teil von mir. Dem Abgrund steht es frei, sich vom Weg des Hasses abzuwenden.
pl: Moja irracjonalna, wściekła połowa nie jest już częścią mnie. Otchłań może wreszcie oddzielić się od jej destruktywnej, drugiej natury.

source: I WILL NEVER BE YOUR SERVANT AGAIN, SUMMONERS!!! I AM FREE!!!
de: ICH WERDE NIE WIEDER EUER DIENER SEIN, BESCHWÖRER!!! ICH BIN FREI!!!
pl: JUŻ NIGDY NIE BĘDĘ WAM USŁUGIWAĆ, PRZYWOŁYWACZE!!! JESTEM WOLNA!!!

source: It’s a miracle. Even Nomolas couldn’t do such a thing. But Dharma’rashti is out of control. What do we do?
de: Es ist ein Wunder. Selbst Nomolas könnte so etwas nicht vollbringen. Doch Dharma'rashti ist außer Kontrolle. Was machen wir?
pl: To cud. Nawet Nomolas nie jest zdolny dokonać czegoś takiego. Ale Dharma'rashti wymknęła się spod kontroli. Co teraz zrobimy?

source: For the good of all enlightened beings, I must kill her.
de: Zum Wohle alller erleuchteten Wesen muss ich sie töten.
pl: Dla dobra wszystkich oświeconych istot muszę ją unicestwić.

source: KILL HER!!!
de: TÖTET SIE!!!
pl: ZABIĆ JĄ!!!

source: Oh no! Whichever half wins the Council will surely kill me.
de: Oh nein! Egal welche Hälfte siegt, der Rat wird mich sicherlich töten.
pl: O nie! Bez wględu na to, która połowa wygra, Rada wyda na mnie wyrok.

source: Use Ho’rashti to defeat Dharma’rashti
de: Benutzt Ho'rashti, um Dharma'rashti zu bezwingen
pl: Użyj Ho'rashti do pokonania Dharma'rashti

source: GET OUT OF MY WAY, HUMANS! THIS IS THE DUEL BETWEEN ME AND HER!!!
de: GEHT MIR AUS DEM WEG, MENSCHEN! DIES IST DAS DUELL ZWISCHEN MIR UND IHR!!!
pl: ZEJDŹCIE MI Z DROGI, LUDZIE! TO POJEDYNEK MIĘDZY MNĄ A NIĄ!!!

source: Finally I am UNITY!
de: Endlich bin ich EINHEIT!
pl: Nareszcie jestem JEDNOŚCIĄ!

source: Amazing. I have split her in half, and she is still alive. She has also changed the color of her hair! It’s time to kill you for s...
de: Erstaunlich. Ich habe sie in zwei Teile gespalten, und sie ist noch immer am Leben. Sie hat auch die Farbe ihres Haares geändert! Es ist Zeit, dich endgültig zu töt...
pl: Niesamowite. Przerżnąłem ją na pół, a ona jest wciąż żywa. Zmieniła nawet kolor włosów! Czas zabić cię na śmie...

source: What is the meaning of this?!
de: Was hat das zu bedeuten?
pl: Co to ma znaczyć?!

source: Where is this bi...
de: Wo ist diese...
pl: Gdzie ta su...

source: Die...
de: Stirb...
pl: Zdychaj...

source: Ra..Rashti... you’ve changed, but your character is still the same. Thank you!
de: Ra..Rashti...du hast dich verändert, doch dein Charakter ist immer noch der gleiche. Danke!
pl: Ra... Rashti... zmieniłaś się, ale charakter wciąż masz ten sam. Dzięki Ci!

source: I have achieved harmony. Two egos have become one. This is my true and last character.
de: Ich habe Harmonie erreicht. Zwei Egos sind eines geworden. Dies ist mein wahrer und entgültiger Charakter.
pl: Osiągnęłam harmonię. Dwie jaźnie stały się jedną. To moje prawdziwe i ostateczne oblicze.

source: Thank Sun! My soldiers are recovering consciousness!
de: Dank sei der Sonne! Meine Soldaten kommen wieder zu Bewusstsein!
pl: Dzięki Ci Słońce! Moi ludzie odzyskują świadomość!

source: You’ll talk later; we have a job to do. Their leader is dead, but they haven’t given up yet.
de: Ihr könnt später reden; wir müssen handeln. Ihr Anführer ist tot, aber sie haben noch nicht aufgegeben.
pl: Pogadacie później. Mamy robotę do zrobienia. Ich przywódca nie żyje, ale oni się nie poddają.

source: Anthi, we have come. From across the sea, we have come!
de: Anthi, wir sind gekommen. Aus dem Land jenseits des Meeres sind wir gekommen!
pl: Anthi, przybyliśmy. Przepłynęliśmy morze. Dotarliśmy.

source: The dark aura has gone. Atiros, I sent you with nothing and you came with victory. May Sun bestow you with infinite Light.
de: Die finstere Aura ist verzogen. Atiros, ich entsandte dich mit nichts und du kamst zurück mit dem Sieg. Möge die Sonne dich mit unendlichem Lichte segnen.
pl: Mroczna aura opadła. Atirosie, posłałam cię z niczym, a ty powróciłeś ze zwycięstwem. Niech Słońce obdarzy cię nieskończonym Światłem.

source: Thank our legendary brothers from the Great Desert. This is Mehir, our rescuer.
de: Danke unseren sagenumwobenen Brüdern aus der Großen Wüste. Dies ist Mehir, unser Retter.
pl: Podziękuj naszym legendarnym braciom z Wielkiej Pustyni. Oto Mehir, nasz zbawca.

source: Welcome in Kharos, Mehir, descendant of our fathers.
de: Willkommen in Kharos, Mehir, Spross unserer Väter.
pl: Witaj w Kharos, Mehirze, potomku naszych ojców.

source: So you are Anthi, The Highest Priest of Light. I can finally meet you.
de: Du bist also Anthi, die Hohepriesterin des Lichtes. Ich kann dich endlich treffen.
pl: A więc to ty jesteś Anthi, Nawyższa Kapłanka Światła. Wreszcie mogę Cię poznać.

source: Yes. I ordered Atiros to find you and bring you here. Sometimes fairy tales are true. Please, enter our city.
de: Ja. Ich befahl Atiros, dich zu finden und herzubringen. Manchmal sind Märchen wahr. Bitte, betrete unsere Stadt.
pl: Tak. To ja rozkazałam Atirosowi was odnaleźć i sprowadzić. Czasem warto wierzyć w bajki. Proszę, wejdź do naszego miasta.

source: I’m honored, but first I must send someone to al-Kamija with a report about Rashti for the Highest Council.
de: Ich bin geehrt, aber erst muss ich jemanden nach al-Kamija schicken, der den Höchsten Rat über Rashti informiert.
pl: Czuję się zaszczycony, ale najpierw muszę wysłać do Al-Kamiji raport informujący Najwyższą Radę o tym co się stało z Rashti.

source: Oh no! Rashti has lost her balance once again!
de: Oh nein! Rashti hat erneut ihre Ausgeglichenheit verlorem.
pl: O nie! Rashti straciła równowagę raz jeszcze!

source: The City of Light
de: Die Stadt des Lichtes
pl: Miasto Światła

source: team_name^Enlightened Ones
de: Die Erleuchteten
pl: Oświeceni

source: Today, Mehir, I’ll show you three stained-glass windows, which will explain to you some issues of our culture, about which you asked yesterday.
de: Mehir, heute werde ich dir drei Mosaikfenster zeigen, die dir einiges davon erklären werden, was du gestern über unsere Kultur gefragt hast.
pl: Dziś, Mehirze, pokażę Ci trzy witraże, które z pewnością wyjaśnią Ci te zagadnienia naszej kultury, o które wczoraj pytałeś.

source: Great, but does this ‘sunflower’ (*Mehir ironically talks about Kirios, Anthi’s bodyguard*) need to walk with you? Couldn’t we be alone for a moment?... He distracts me.
de: Toll, aber muss diese »Sonnenblume« (*Mehir spricht ironisch über Kirios, Anthis Leibwächter*) mitkommen? können wir nicht einen Moment alleine sein?... Er lenkt mich ab.
pl: Świetnie, a ten tutaj słonecznik (*Mehir irocznicznie ma tu na myśli ochroniarza Anthi*) musi tak za Tobą łazić? Moglibyśmy w końcu pobyć sam na sam... Po prostu mnie rozprasza.

source: Unfortunately he can’t. I will explain it to you in front of the third window.
de: Leider kann er es nicht. Ich werde es dir vor dem dritten Fenster erklären.
pl: Niestety nie może. Wyjaśnię Ci to przy trzecim witrażu.

source: As you already know, our society is devoted to the Sun and his life-giving power carried by the immaculate Light. You are from the desert, so you don’t know how important vegetation is. The Sun causes plants to grow and gives us fruits, which feed us and allow us to live. This is how our religion came into being.
de: Wie du bereits weißt, ist unsere Gesellschaft der Sonne gewidmet und ihrer lebensspendenden Kraft, getragen vom reinen Licht. Du kommst aus der Wüste und weißt daher nicht, wie wichtig Vegetation ist. Die Sonne lässt Pflanzen wachsen und gibt uns Früchte, die uns ernähren und uns zu leben erlauben. So entstand unsere Religion.
pl: Jak już doskonale wiesz, nasze społeczeństwo oddane jest Słońcu i jego życiodajnej mocy niesionej przez nieskazitelne Światło. Pochodzisz z pustyni, wiec nie wiesz jak bardzo ważna jest dla nas okoliczna roślinność. Słońce powoduje, że rośliny rosną i dają nam swoje owoce, dzięki którym nasza cywilizacja może trwać. Tak powstała nasza religia.

source: This stained-glass window shows a Mistress of Light. In our long history, sometimes extremely talented priestesses appeared, whose sheer willpower allowed them to cross the border between spirit and body. They turned into perfectly good entities, personifications of the Light. We have been awaiting another mistress for several dozen years. We hope that some day the Sun will choose a good candidate and grant her this wonderful gift.
de: Dieses Fenster zeigt eine Herrin des Lichtes. In unserer langen Geschichte erschienen einst extrem talentierte Priesterinnen, deren schiere Willenskraft ihnen erlaubte, die Grenzen zwischen Geist und Körper zu überschreiten. Sie wurden zu vollkommen guten Wesen, Verkörperungen des Lichtes. Wir haben einige Dutzend Jahre auf eine neue Herrin gewartet. Wir hoffen, dass eines Tages die Sonne eine gute Kandidatin auserwählen und ihr diese wunderbare Gabe schenken wird.
pl: Ten witraż pokazuje Mistrzynię Światła. W naszej długiej historii zdarzały się niezwykle utalentowane kapłanki, których czyste serce oraz umysł pozwoliły im zatrzeć granicę pomiędzy duszą a ciałem, doprowadzając do powstania doskonale dobrej istoty, uosobienia samego Światła. Od kilkudziesieciu lat oczekujemy kolejnej takiej Mistrzyni. Mamy nadzieje, ze w końcu Słońce wskaże odpowiednią kapłankę i obdarzy ją swym wspaniałym darem.

source: The last stained-glassed window shows a Kirios, the most powerful guardian of the Sun. This kind of warrior protects our temples and the priestesses inside. Because I am the highest of all priestesses, the best guard serves me.
de: Das letzte Fenster zeigt einen Kirios, den mächtigsten Wächter der Sonne. Solche Krieger schützen unsere Tempel und die Priesterinnen darin. Da ich die höchste aller Priesterinnen bin, dient mir der beste Wächter.
pl: Ostatni witraż ukazuje Kiriosa, najpotężniejszego Strażnika Słońca. Mianem tym określamy wybitnych wojowników, strzegących naszych świątyń oraz przebywających w nich kaplanek. Ponieważ jestem najwyższą kapłanką, przysługuje mi najlepszy strażnik.

source: But he can’t see anything! His helmet is just a golden plate without any eye-holes!
de: Aber er kann nichts sehen! Sein Helm ist nur eine Goldplatte ohne Augenlöcher!
pl: Ale on nic nie widzi! Ten jego hełm to tylko złoty talerz bez otworów na oczy!

source: Kirios, like all other Sun Guardians, doesn’t need to see. He sees by the eyes of his soul and I am sure that he can see much more than we can.
de: Kirios, ebenso wie alle anderen Wächter der Sonne, braucht nicht zu sehen. Er sieht mit den Augen seiner Seele, und ich bin mir sicher, dass er mehr sehen kann als wir.
pl: Kirios tak jak każdy inny strażnik Słońca, nie musi widzieć. On patrzy oczami własnej duszy i mogę Cię zapewnić, że widzi więcej niż Ty czy ja.

source: Amazing... if I told my friends in al-Kamija about what I’ve seen here, they wouldn’t believe me. It looks like we’re underdeveloped in the spiritual area, but at least we have the Abyss and Nomolas which gives us a great adv...
de: Erstaunlich… wenn ich meinen Freunden in al-Kamija erzählen würde, was ich hier gesehen habe, würden sie mir nicht glauben. Es scheint, als schnitten wir bei der Spiritualität nicht gut ab, aber wir haben immerhin den Abgrund und Nomolas, was uns einen großen Vort...
pl: Nieźle. Jak opowiem to w Al-Kamiji, to nikt mi nie uwierzy. Chyba jesteśmy nieźle zacofani pod wzgledem rozwoju duchowego. No ale przynajmniej mamy Otchłań i Nomolasa, a to daje nam...

source: Messenger
de: Bote
pl: Goniec

source: Here you are, my liege! An extremely important message for you.
de: Da seid Ihr, mein Herr! Eine äußerst wichtige Nachricht für Euch.
pl: Tu jesteś Panie! Niezwykle pilna wiadomość do Ciebie!

source: For me? Has something happened in my Tar-Tabar?
de: Für mich? Ist etwas in meinem Tar-Tabar geschehen?
pl: Do mnie? Coś się stało w moim Tar-Tabarze?

source: Holy Nomolas...
de: Heiliger Nomolas…
pl: Święty Nomolasie...

source: Is everything alright?
de: Ist alles in Ordnung?
pl: Wszystko w porządku?

source: The Highest Council decided to finish the Circle as soon as possible and activate it!
de: Der Höchste Rat hat beschlossen, den Kreis so schnell wie möglich zu vollenden und zu aktivieren!
pl: Najwyższa Rada postanowiła dokończyć krąg i aktywować najszybciej jak to tylko możliwe!

source: The transformation of Rashti’rhami disturbed the multidimensional space between worlds, so the Circle has to be activated in 15 days to keep it aligned with the otherworldly Abyss.
de: Die Verwandlung der Rashti'Rhami hat den multidimensionalen Raum zwischen den Welten gestört, sodass der Kreis innerhalb von 15 Tagen aktiviert werden muss, um mit der Dimension des Abgrunds in Übereinstimmung zu bleiben.
pl: Transformacja Rashti'rhami zaburzyła przestrzeń pomiędzy światami, więc aby zdążyć przed zmianą adresu Otchłani krąg musi zostać aktywowany w przeciągu 15 dni.

source: When you were told to deliver this?
de: Wann wurde dir aufgetragen, dies abzuliefern?
pl: Kiedy kazano ci to wysłać?

source: Two weeks ago.
de: Vor zwei Wochen.
pl: Dwa tygodnie temu.

source: That means the circle is going to be finished... oh no...
de: Das heißt, sie vollenden den Kreis… oh nein...
pl: To onzacza, że krąg zostanie ukończony... o nie...

source: Tomorrow, my liege. Tomorrow al-Kamija with all of its cities will disappear from this world.
de: Morgen, mein Herr. Morgen wird al-Kamija mit all seinen Städten von dieser Welt verschwinden.
pl: Jutro, mój Panie. Jutro Al-Kamija wraz ze wszystkimi naszymi miastami zniknie z tego świata.

source: We won’t manage to join them. We will be left alone. This... is... the end.
de: Wir werden es nicht schaffen, uns ihnen anzuschließen. Wir werden allein zurückgelassen werden. Das… ist… das Ende.
pl: Nie zdążymy tam wrócić. Zostaniemy tu porzuceni. To... koniec.

source: Mehir, please look at me. All is not lost.
de: Mehir, sieh mich bitte an. Es ist nicht alles verloren.
pl: Mehirze, spójrz na mnie. Nie wszystko stracone.

source: You don’t understand. The Abyss is the center of our lives. If the rest of the Summoners move to it, they won’t return and I will be trapped in this mortal world forever...
de: Du verstehst nicht. Der Abgrund ist das Zentrum unseres Lebens. Wenn die übrigen Beschwörer dorthin ziehen, werden sie nicht wiederkehren und ich bin für immer in dieser sterblichen gefangen sein.,,
pl: Nic nie rozumiesz. Otchłań jest sensem naszego życia. Jeśli Przywoływacze przeniosą się do niej, to już nigdy nie wrócą, a ja zostanę uwięziony w tym śmiertelnym świecie na zawsze...

source: What would you say if I told you about people, who know how to send you to this... how do you call it? Precipice?
de: Was würdest du sagen, wenn ich dir von Leuten erzählen würde, die euch schicken könnten in diese… wie nennt ihr es? Schlucht?
pl: A gdybym ci powiedziała, że znam ludzi, którzy mogą cię przenieść do tej... jak wy to nazywacie? Przepaści?

source: Only the creation of a new, smaller circle can help us, but searching for new formulas and signs can take hundreds of years. Apart from that, no one in my army knows how to do this.
de: Nur indem ein neuer, kleinerer Kreis kann uns helfen, doch nach neuen Formeln und Zeichen zu forschen kann Jahrhunderte dauern. Außerdem weiß niemand in meiner Armee, wie.
pl: Tylko stworzenie nowego, mniejszego kręgu może nam pomóc, ale szukanie nowych wzorów i symboli może zając setki lat. Poza tym nie ma w mojej armii nikogo, kto znał by się na takich rzeczach.

source: I know people who can move you to the Abyss without drawing circles. They live not so far to the west from here, or at least, they lived there yesterday...
de: Ich kenne Leute, die euch in den Abgrund bringen können, ohne Kreise zu ziehen. Sie leben nicht weit westlich von hier, oder wenigstens lebten sie dort gestern...
pl: Znam ludzi, którzy mogą cię przenieść do Otchłani bez rysowania kręgów. Mieszkają niedaleko na zachód stąd, a przynajmniej mieszkali jeszcze wczoraj...

source: What do you mean? There is only an endless ocean west from here. You’re probably talking about an island.
de: Was meinst du? Es gibt im Westen nur einen endlosen Ozean. Du sprichst wahrscheinlich von einer Insel.
pl: Co masz na myśli? Przecież tam jest tylko bezkresny ocean. Pewnie masz na myśli jakąś wysepkę.
