Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: Not...exactly. Their land, how to tell..., their land sometimes is moved by... wind. I will explain it to you later. Until then you should tell your soldiers about the things that have transpired.
de: Nicht… wirklich. Ihr Land, wie soll ich es sagen…, ihr Land wird bewegt… vom Wind. Ich werde es dir später erklären. Bis dahin solltest du deinen Soldaten erklären, was geschehen ist.
pl: Nie do końca... Ich kraina, jakby to powiedzieć, czasem przemieszcza się z... wiatrem. Później ci to wyjaśnię. Póki co powinieneś poinformować swoich ludzi o całej sytuacji.

source: How I will tell them their families are leaving this world forever? I hope you’re right about these mysterious people. They’re our last chance.
de: Wie soll ich ihnen erklären, dass ihre Familien diese Welt für immer verlassen? Ich hoffe, du hast mit diesem geheimnisvollen Volk recht. Sie sind unsere letzte Hoffnung.
pl: Jak im powiem, że ich rodziny opuszczają ten świat na zawsze? Obyś miała rację co do tych tajemniczych ludzi. Są naszą ostatnią szansą.

source: She will tell him. They can reach us.
de: Sie wird es ihm erzählen. Sie können uns erreichen.
pl: Ona mu powie. Tamci są w stanie do nas dotrzeć.

source: The kingdom is in danger. One of us must warn it.
de: Das Reich ist in Gefahr. Einer von uns muss es warnen.
pl: Królestwo jest zagrożone. Ktoś z nas musi powiadomić.

source: We could kill them. It would solve the problem.
de: Wir könnten sie töten. Das würde das Problem lösen.
pl: Mogliśmy ich zabić. To by rozwiązało problem.

source: Only those above can decide. I will go speak with them and you don’t leave their side.
de: Nur die über uns können entscheiden. Ich werde mit ihnen sprechen und ihr werdet ihnen nicht von der Seite weichen.
pl: Tylko ci na górze mogą o tym zadecydować. Ja się z nimi skontaktuję, a wy jak zawsze nie odstępujcie tamtych na krok.

source: The Last Summoner
de: Der Letzte Beschwörer
pl: Ostatni Przywoływacz

source: team_name^Master of Water
de: Meister der Wasser
pl: Mistrz Wody

source: Master of Water
de: Meister der Wasser
pl: Mistrz Wody

source: team_name^Mage
de: Magier
pl: Magowie

source: team_name^Master of Fire
de: Meister der Flammen
pl: Mistrz Ognia

source: Master of Fire
de: Meister der Flammen
pl: Mistrz Ognia

source: Amazing. This must be the Land of Magic!
de: Erstaunlich! Dies muss das Land der Magie sein!
pl: Niesamowite. To musi być Kraina Magii!

source: Oh, a Summoner. Interesting... Why are you here? Your countrymen are in the Abyss for good few days.
de: Oh, ein Beschwörer. Interessant… Warum bist du hier? Deine Landsleute sind schon ein paar Tage im Abgrund.
pl: O, Przywoływacz. Ciekawe... Czemu tu jesteś? Czyż twoi rodacy nie są czasem w Otchłani?

source: I..I am here because of that matter. I didn’t manage to join them on time. I have heard that you know how to help me get there.
de: Ich...Ich bin deswegen hier. Ich habe es nicht geschafft, ich ihnen rechtzeitig anzuschließen. Ich habe gehört, ihr könntet mir helfen, dorthin zu gelangen.
pl: J..Ja właśnie w tej sprawie. Nie zdążyłem do nich dołączyć. Słyszałem jednak, że jestescie w stanie pomoc mi w dostaniu sie tam.

source: It’s him.
de: Er ist es.
pl: To on.

source: Hmmm... why we should help you, Mehir — the leader of Tar-Tabar, defender of Kharos, killer of Aerius our flying cartographer?
de: Hmmm… Warum sollten wir dir helfen, Mehir — Leiter von Tar-Tabar, Verteidiger von Kharos, Mörder von Aerius unserem fliegenden Kartographen?
pl: Hmmm... dlaczego mielibyśmy ci pomóc, Mehirze - przywódco Tar-Tabaru, obrońco Kharos, zabójco Aeriusa, naszego latającego kartografa?

source: I... Rashti killed him, but how do you know about this?
de: Ich… Rashti tötete ihn, aber woher wisst ihr davon?
pl: Ja... to Rashti go zabiła, ale skąd wy to wszystko wiecie?

source: We have our sources, but let’s do not change the subject. Only the Guru knows how to help you. He is in our Palace of Omniscience, but for what you did in Ka-Gatta, you are not allowed to visit him. Leave our sky kingdom.
de: Wir haben unsere Quellen, aber lasst uns nicht das Thema wechseln. Nur der Guru weiß, wie dir geholfen werden kann. Er ist in unserem Palast der Allwissenheit, aber wegen deiner Taten in Ka-Gatta darfst du ihn nicht besuchen. Verlasse unser Reich des Himmels!
pl: Mamy swoje źródła, ale nie zmieniajmy tematu. Tylko Guru wie, jak ci pomóc. Jest w naszym Pałacu Wszechwiedzy, ale za to, co zrobiliście w Ka-Gattcie, nie masz prawa widzieć się z nim. Opuść nasze podniebne królestwo.

source: I beg you, allow me and my men leave this world and you will never see me again!
de: Ich flehe dich an, erlaube mir und meinen Männern, diese Welt zu verlassen, und du wirst mich nie wieder sehen!
pl: Błagam was, pozwólcie mi i moim ludziom opuścić ten świat, a już nigdy więcej nasz nie ujrzycie!

source: You surfacers are very stubborn. Leave our kingdom or we will force you to do that, Summoner.
de: Ihr Bodenbewohner seid stur. Verlasst unser Reich oder wir werden dich dazu zwingen, Beschwörer.
pl: Wy z powierzchni jesteście bardzo uparci. Opuść nasze królestwo, albo zmusimy cię do tego, Przywoływaczu.

source: I’ll never give up.
de: Ich werde niemals aufgeben.
pl: Nigdy się nie poddam.

source: Thus you have decided. Call reinforcements from the main island.
de: Du hast also entschieden. Holt Verstärkung von der Hauptinsel.
pl: Zadecydowałeś więc. Wezwać posiłki z głównej wyspy.

source: I must be faster and get to that palace before his relief will come. Maybe I will find someone in there that is willing to help me.
de: Ich muss schneller sein und den Palast erreichen, bevor seine Verstärkung eintrifft. Vielleicht finde ich darin jemanden, der bereit ist, mir zu helfen.
pl: Muszę być szybszy i dostać się do tego pałacu zanim nadejdzie odsiecz. Może tam znajdę kogoś, kto mi pomoże.

source: Troops from the ship should arrive here from time to time, but before it happens I must relay on Rashti and my magical circle.
de: Truppen aus dem Schiff sollten hier von Zeit zu Zeit eintreffen, aber bis dahin bin ich auf Rashti und meinen magischen Kreis beschränkt.
pl: Oddziały z pokładu statku powinny tu docierać co jakiś czas, ale zanim to się stanie, jestem zmuszony polegać na Rashti i moim magicznym kręgu.

source: Move Mehir to the Palace of Omniscience
de: Bringt Mehir zum Palast der Allwissenheit
pl: Dostań się Mehirem do Pałacu Wszechwiedzy

source: May I find somebody who will listen to me in the end...
de: Vielleicht finde ich am Ende jemanden, der auf mich hört...
pl: Obym znalazł kogoś, kto zechce mnie wysłuchać...

source: It’s a waste of time, Mehir. No one will help you.
de: Es ist Zeitverschwendung, Mehir. Niemand wird dir helfen.
pl: To strata czasu, Mehirze. Nikt ci nie pomoże.

source: You’d better be wrong.
de: Du liegst besser falsch.
pl: Lepiej, żebyś się mylił.

source: Enlightenment
de: Erleuchtung
pl: Oświecenie

source: team_name^Mages
de: Magier
pl: Magowie

source: Guru
de: Der Guru

source: team_name^Neutral
de: Neutral
pl: Neutralny

source: At least there is somebody here! I almost thought that the palace is empty. So you must be this mysterious Guru...
de: Wenigstens ist hier jemand! Ich dachte fast, der Palast wäre leer. Dann musst du also dieser geheimnisvolle Guru sein,,,
pl: Nareszcie jakiś człowiek. Już myślałem, że cały ten pałac jest pusty. Pewnie to ty jesteś tym tajemniczym Guru...

source: Welcome to the Palace of Omniscience, Mehir.
de: Willkommen im Palast der Allwissenheit, Mehir.
pl: Witaj w Pałacu Wszechwiedzy, Mehirze.

source: We were not so welcome before...
de: Vorher waren wir nicht so willkommen...
pl: Nikt nas tu tak mile nie witał.

source: Ah! A small matter. My people do not treat guests well.
de: Ah! Eine Kleinigkeit. Mein Volk behandelt Gäste nicht gut.
pl: Ach, nie przejmuj się. Moi ludzie nie tolerują gości.

source: Really.
de: In der Tat.
pl: Zauważyłem.

source: Still, you should have predicted our reaction. Hundreds of years of isolation have their own rights, and we have always been inaccessible. Just like al-Kamija.
de: Du hättest trotzdem unsere Reaktion voraussehen können. Jahrhunderte der Isolation haben ihre eigenen Recht, und wir waren stets unzugänglich. Genau wie al-Kamija.
pl: Poza tym mogłeś przewidzieć naszą reakcję. Setki lat izolacji mają swoje prawa. Zawsze byliśmy niedostępni, tak jak Al-Kamija.

source: We came in peace. We regret the bloodshed.
de: Wir kamen in Frieden. Wir bedauern das Blutvergießen.
pl: Przybywamy w pokoju. Nie chcieliśmy rozlewu krwi.

source: Oh pay it no mind, almost everyone within earshot is dead anyways. I admit I am impressed! No one from the surface was able to reach this place till now. You’re the first.
de: Oh, nimm es nicht zu schwer, fast alle in Hörweite sind sowieso tot. Ich gebe zu, ich bin beeindruckt! Niemand vom Boden konnte bisher diesen Ort erreichen. Du bist der erste.
pl: Za bardzo się przejmujesz. Muszę przyznać, że jestem pod wrażeniem. Nikt z powierzchni nie był w stanie dotrzeć do tego miejsca. Jesteś pierwszy.

source: I’m glad to hear this but this is not the point of my visit. I was told, you know how to help me.
de: Ich bin froh, das zu hören, aber deshalb habe ich dich nicht aufgesucht. Mir wurde gesagt, du könntest mir helfen.
pl: Bardzo mi miło, ale nie to jest celem mojej wizyty. Powiedziano mi, że wiesz jak nam pomóc.

source: Should I help you as you helped Aerius in Ka-Gatta?
de: Soll ich dir helfen, wie du Aerius in Ka-Gatta geholfen hast?
pl: Czy powinienem wam pomóc po tym, co zrobiliście Aeriusowi w Ka-Gattcie?

source: As he helped Tashkar??! He never had good intentions. First the invasion of our capital, then the attempt to steal the Lamp of Nomolas, and finally the torture and murder of my predecessor. Am I like him?
de: Wie er Tashkar geholfen hat??! Er hatte nie gute Absichten. Erst die Invasion in unserer Hauptstadt, dann der Versuch, die Lampe des Nomolas zu stehlen, und schließlich die Folter und den Mord an meinem Vorgänger. Bin ich wie er?
pl: A co on zrobił Tashkarowi?! On nigdy nie miał dobrych intencji. Najpierw inwazja na naszą stolicę, później próba kradzieży lampy Nomolasa, a w końcu tortury i zabójstwo mojego poprzednika. Czyżbym był wart tyle co on?

source: Let him evaluate...
de: Lasst es ihn bewerten...
pl: Niech sam to oceni...

source: As unlike as the Abyss and life.
de: So verschieden wie der Abgrund und das Leben.
pl: Witajcie.

source: You! It’s impossible! You’re dead!
de: Du! das ist unmöglich! Du bist tot!
pl: Ty! To niemożliwe! Przecież nie żyjesz!

source: Indeed, you kicked me rather nicely. But luckily, my friends found me in the Red Abyss and brought me back to this palace, where I was healed. And now I want revenge! Rashti, I challenge you!
de: In der Tat hast du mich ziemlich gut getreten. Glücklicherweise jedoch haben mich meine Freunde im Roten Abgrund getroffen und in diesen Palast gebracht, wo ich behandelt wurde. Und jetzt dürste ich nach Rache! Rashti, ich fordere dich heraus!
pl: Zaiste, ładnie mnie potraktowaliście. Na szczęście moi przyjaciele odnaleźli mnie w Czerwonej Otchłani i sprowadzili z powrotem do tego miejsca, gdzie mnie uleczono. A teraz żądam zemsty! Rashti! Wyzywam cię!

source: Rashti! Is this an illusion?
de: Rashti! Ist das eine Illusion?
pl: Rashti! Czy to iluzja?

source: No, this man lives, and I am going to fix it.
de: Nein, dieser Mann lebt, und ich werde das beheben.
pl: Nie, ten człowiek żyje, ale ja zamierzam to naprawić.

source: So you have become golden, but the Abyss has given me power as well!
de: Du bist also golden geworden, doch der Abgrund hat auch mir Macht verliehen!
pl: Stałaś się złota, ale Otchłań również dała mi część swych mocy!

source: Forwards men! Kill him twice! No, ten times...
de: Vorwärts, Männer! Tötet ihn zweifach! Nein, zehnfach...
pl: Naprzód żołnierze! Zabić go dwa razy! Nie, dziesięć razy!

source: Now nothing will disturb us...
de: Jetzt wird uns nichts stören.
pl: Teraz nic nam nie przeszkodzi...

source: My elementals have done their work. You are lost within yourself, and can harm me no more! Now, DIE.
de: Meine Geister haben ihre Arbeit getan. Du bist in dir verloren und kannst mich nicht schaden! Und nun, STIRB.
pl: Moje żywiołaki wykonały swoją robotę. Zatraciłaś się w sobie i nie jesteś w stanie mnie skrzywdzić. A teraz GIŃ.

source: You are lost within yourself, and can harm me no more!
de: Du bist in dir verloren und kannst mir nicht mehr schaden!
pl: Zatraciłaś się w sobie i nie jesteś w stanie mnie skrzywdzić!

source: I have the power of the Abyss! Your feeble half will never defeat me. I shall enjoy watching you kill yourself.
de: Ich habe die Macht des Abgrundes! Deine schwache Hälfte wird mich nie besiegen können. Oh, wie ich es genießen werde, zusehen, wie du dich selbst tötest.
pl: Ze mną jest moc Otchłani! Twoja słabsza połowa nigdy mnie nie pokona. Teraz będę podziwiać jak się zabijasz.

source: *smiles*
de: *grinst*
pl: *uśmiecha się*

source: What?! Impossible. Stop that!
de: Was?! Unmöglich. Hör auf!
pl: Co?! Niemożliwe! Przestań!

source: Oh no. I won’t allow you to kill me again.
de: Oh nein. Ich werde dich mich noch einmal töten lassen.
pl: O nie. Nie pozwolę zabić się raz jeszcze.

source: On your knees, you fool.
de: Auf die Knie, Narr.
pl: Na kolana, głupcze.

source: Arrrgh! My legs! You’ve broken my LEGS!!!
de: Arrrgh! Mine Beine! Du hast meine BEINE gebrochen!!!
pl: Arrrgh! Moje nogi! Połamałaś mi NOGI!!!

source: And now get off my sight... FOREVER!
de: Und nun geh mir aus den Augen… AUF EWIG!
pl: A teraz zejdź mi z oczu... NA ZAWSZE!

source: What... what happened? Where’s Aerius?
de: Was… was ist passiert? Wo ist Aerius?
pl: Co... co się stało? Gdzie Aerius?

source: His ‘ashes’ are falling to the ocean.
de: Seine »Asche« fällt in den Ozean.
pl: Jego 'prochy' spadają do oceanu.

source: How is it possible? I haven’t seen anything.
de: Wie ist das möglich? Ich habe nichts gesehen.
pl: Jak to możliwe? Nic nie widziałem.

source: I petrified you for a moment. I didn’t want you or your men to come to any harm.
de: Ich habe dich kurzzeitig versteinert. Ich wollte nicht, dass du oder deine Männer zu Schade kommen.
pl: Zamieniłem was na chwilę w kamień. Nie chciałem, abyś ty i twoi ludzie w jakiś sposób zostali zranieni.

source: But if Rashti comes to harm that is ok?
de: Aber wenn Rashti beschädigt wird, ist es in Ordnung?
pl: A jak Rashti zostanie ranna to wszystko jest w porządku, tak?

source: I never doubted her. Now that her work is done, I may speak freely. I want you to go to the Abyss.
de: Ich habe nie an ihr gezweifelt. Nun, da sie ihre Arbeit getan hat, möchte ich, um ehrlich zu sein, dass du in den Abgrund gehst.
pl: Nigdy nie wątpiłem w jej zdolności. Teraz, kiedy brudna robota została wykonana, mogę mówić swobodnie. Chcę, abyście dostali się do Otchłani.

source: This means... Now I don’t understand anything.
de: Das heißt… Jetzt verstehe ich gar nichts mehr.
pl: To znaczy... Teraz to już nic nie rozumiem.

source: Aerius had his uses, but he wanted to fight you. I would rather you perform us a great service.
de: Aerius war nützlich, aber er wollte gegen dich kämpfen. Mir wäre es lieber, ihr würdet uns einen großen Dienst erweisen.
pl: Aerius był pożyteczny, ale chciał z wami walczyć. Ja wolałem, abyście oddali nam przysługę.

source: I promised myself and my soldiers that we will join our families and friends. I can’t break that promise.
de: Ich versprach mir und meinen Soldaten, dass wir unsere Familien und Freunde treffen würden. Ich kann dieses Versprechen nicht brechen.
pl: Obiecałem moim żołnierzom, że wrócimy do naszych rodzin i przyjaciół. Nie mogę złamać tej obietnicy.

source: I understand. I can help you, but it won’t be easy. As you know, the Abyss has changed its location and hundreds of years may pass until a new Circle is developed. But there is another way. I can open a direct passage to that dimension, but it requires huge amounts of power.
de: Ich verstehe. Ich kann dir helfen, aber es wird nicht einfach. Wie du weißt, hat sich der Abgrund verschoben und die Entwicklung eines Kreises könnte Jahrhunderte dauern. Aber es gibt einen anderen Weg. Ich kann eine direkte Passage in diese Dimension öffnen, aber dafür benötige ich sehr viel Energie.
pl: Rozumiem. Mogę wam pomóc, ale to nie będzie proste. Jak wiecie, Otchłań zmieniła swoje położenie i mogą minąć setki lat zanim nowy krąg zostanie opracowany. Ale jest inny sposób. Mogę otworzyć bezpośrednie przejście do tego wymiaru, ale wymaga to ogromnych nakładów mocy.

source: As it happens, the inhabitants of the surface — precisely speaking, the Kharosans you were visiting — own an artifact which can give us enough energy to open the passage. Bring the ‘Sun Ray’ to us and we will fulfill your request.
de: Nun besitzen die Bewohner des Bodens — genaugenommen die Kharositen, die du besucht hast — ein Artefakt, das uns genug Energie liefern kann, um die Passage zu öffnen. Bring uns den Sonnenstrahl und wir werden deinen Wunsch erfüllen.
pl: Tak się składa, że mieszkańcy powierzchni - a dokładniej Kharosanie, u których gościłeś - są w posiadaniu pewnego artefaktu, który mógłby dostarczyć nam takiej energii. Przynieś nam 'Promyk Słońca', a spełnimy twoje życzenie.

source: Anthi didn’t tell me about that ‘Ray’.
de: Anthi hat mir nichts von diesem »Strahl« erzählt.
pl: Anthi nic mi nie mówiła o tym 'Promyku'.

source: I am not surprised. It is their biggest treasure, the source of power of all sun warriors. Anthi couldn’t tell someone like you about it.
de: Das überrascht mich nicht. Es ist ihr größter Schatz, die Machtquelle aller Sonnenkrieger. Anthi konnte jemandem wie dir davon nicht erzählen.
pl: Wcale się nie dziwię. To ich największy skarb, źródło mocy wszystkich słonecznych wojowników. Anthi nie mogła powiedzieć o tym komuś takiemu jak ty.

source: And now you want me to steal it?! The Kharosans helped me to find this place! I can’t do something like this to them! There must be another way.
de: Und jetzt soll ich ihn stehlen?! Die Kharositen halfen mir, hierher zu finden! Ich kann ihnen so etwas nicht antun! Es muss einen anderen Weg geben.
pl: A teraz chcesz, abym go ukradł?! Kharosanie pomogli mi odnaleźć to miejsce! Nie mogę im zrobić czegoś takiego. Musi być inny sposób.

source: No one wants you to steal the whole Sun Ray. We need only half of it to open the gate.
de: Niemand will, dass du den ganzen Sonnenstrahl stehlen sollst. Wir brauchen nur die Hälfte, um das Portal zu öffnen.
pl: Nikt nie każe ukraść ci całego Promyka. Potrzebujemy tylko połowy do otwarcia przejścia.

source: But wouldn’t it decrease their safety?
de: Aber würde das nicht ihre Sicherheit verringern?
pl: Ale czy to nie zmniejszy ich bezpieczeństwa?

source: I do not think so. The Kharosans have been using only a small percentage of its power. Half shouldn’t make any difference.
de: Ich denke anders. Die Kharositen benutzen nur einen kleinen Teil seiner Macht. Die Hälfte sollte nichts ausmachen.
pl: Nie wydaje mi się. Jak dotąd Kharosanie wykorzystywali tylko niewielki procent jego mocy. Połowa nie powinna zrobić im żadnej różnicy.

source: But you said that this is their treasure, so they won’t give it to me voluntarily. I don’t want to fight them!
de: Aber du sagtest, er sei ihr Schatz, also werden sie ihn mir nicht freiwillig geben. Ich will nicht gegen sie kämpfen!
pl: Ale powiedziałeś, że to ich skarb, więc nie dadzą mi go dobrowolnie, a ja nie chcę z nimi walczyć!

source: This is not my problem. I do not care how you obtain it. Just bring me half of the Sun Ray if you want to see the Abyss.
de: Das ist nicht mein Problem. Mir ist es egal, wie du an ihn kommst. Bring mir bloß den halben Sonnenstrahl, wenn du den Abgrund sehen willst.
pl: To już nie mój problem. Nie interesuje mnie sposób w jaki go zdobędziecie. Po prostu przynieście mi połowę Promyka Słońca, jeśli chcecie zobaczyć Otchłań.

source: Damn you...
de: Sei verdammt...
pl: Niech cię szlag...

source: Have you said something?
de: Hast du etwas gesagt?
pl: Coś mówiłeś?

source: I will bring this damn Ray to you, but if somebody dies, you’ll be the one responsible for it! I hope Anthi will forgive me for this...
de: Ich werde dir diesen verdammten Strahl, aber wenn jemand stirbt, bist du der Verantwortliche! Ich hoffe, Anthi wird es mir vergeben...
pl: Przyniosę ci ten przeklęty Promyk, ale jeśli ktoś przy tym zginie to jedyną osobą za to odpowiedzialną będziesz ty! Mam nadzieję, że Anthi mi kiedyś wybaczy...

source: May the Abyss keep you...
de: Möge der Abgrund dich verwahren...
pl: Oby Otchłań zatrzymała was na dobre...

source: Sun Dome
de: Die Sonnenkuppel
pl: Słoneczna Kopuła

source: Is this the place? Is it that Dome? It looks like a shed. I was expecting something bigger...
de: Ist es hier? Ist dies die Kuppel? Es sieht aus wie ein Schuppen. Ich hatte etwas Größeres erwartet...
pl: To tu? To ma być ta kopuła? Wygląda jak jakaś szopa. Spodziewałem się czegoś większego...

source: I see someone! There, on the peak! Who are you and what are you doing here?
de: Ich sehe jemanden! Seht, auf dem Gipfel! Wer bist du, und was machst du hier?
pl: Widzę kogoś! Tam, na szczycie! Kim jesteście i co tu robicie?

source: It’s me, Mehir. I have defended your capital, don’t you recognize me?
de: Ich bin Mehir. Ich habe eure Hauptstadt verteidigt, erkennt ihr mich nicht?
pl: To ja, Mehir. Obroniłem waszą stolicę, nie poznajecie mnie?

source: What do you want?
de: Was willst du?
pl: Czego chcesz?

source: I have come here for a piece of your Sun Ray. It is very important to my people. Give it to me and no one will get hurt.
de: Ich bin wegen eines Stücks eures Sonnenstrahles. Es ist sehr wichtig für meine Leute. Gebt es mir und niemand wird verletzt.
pl: Przybywam po fragment waszego Promyka Słońca. Jest bardzo ważny dla moich ludzi. Oddajcie mi go, a nikomu nie stanie się krzywda.

source: $messenger.name|, inform the local garrisons and Kharos that we’ve been attacked. Quick!
de: $messenger.name|, melde den Garnisonen und Kharos, dass wir angegriffen werden. Schnell!
pl: Poinformować lokalne garnizony i Kharos, że jesteśmy atakowani. Szybko!

source: Yes sir!
de: Jawohl!
pl: Tak jest!

source: Mehir, we won’t give you our Ray. Leave this place if your life is precious to you.
de: Mehir, wir werden dir unseren Strahl nicht geben. Verschwinde von hier, wenn dir dein Leben lieb ist.
pl: Mehirze, nie oddamy ci naszego Promyka. Opuść to miejsce, jeśli chcesz żyć.

source: Please, listens to me! I don’t want to hurt you. I only need one half of your artifact. I need its power to leave this world.
de: Bitte, hört auf mich! Ich will euch nichts antun! Ich brauche nur eine Hälfte eures Artefaktes. Ich brauche seine Macht, um diese Welt zu verlassen.
pl: Proszę, posłuchajcie mnie! Nie chcę was skrzywdzić. Potrzebuję tylko połowy waszego artefaktu. Potrzebujemy jego mocy, by móc opuścić ten świat.

source: You will never obtain our Eternal Light! In the name of Sun, kill him!!!
de: Du wirst nie unser Ewiges Licht an dich nehmen! Im Namen der Sonne, tötet ihn!!!
pl: Nigdy nie zdobędziesz naszego Wiecznego Światła! W imię Słońca, zabić go!!!

source: I knew it would come to this. We must capture the Ray as soon as possible. When we do this, the skyship will pick us up from the mountain top. Rashti, you come with me. I may need your help down there.
de: Ich wusste, dass es dazu kommen würde. Wir müssen den Strahl so schnell wie möglich erreichen. Wenn wir das Schaffen, wird uns das Luftschiff vom Gipfel abholen. Rashti, komm mit mir. Ich werde wohl deine Hilfe dort unten brauchen.
pl: Wiedziałem, że do tego dojdzie. Musimy zdobyć Promyk najszybciej jak to tylko możliwe. Kiedy tego dokonamy, statek powietrzny zabierze nas ze sztytu góry. Rashti, idziesz ze mną. Będę potrzebował cię na dole.
