Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: You can now recruit dimensional gates, air elementals, and earth elementals.
de: Ihr könnt nun Weltentore, Luftgeister und Erdgeister beschwören.
pl: Od teraz możesz przywoływać wrota wymiarów oraz żywiołaki powietrza i ziemi.

source: Move Mehir to the Sun Dome
de: Bringt Mehir zur Sonnenkuppel
pl: Udaj się Mehirem do Słonecznej Kopuły

source: Search the Dome for the Sun Ray
de: Sucht in der Kuppel nach dem Sonnenstrahl
pl: Przeszukaj Kopułę w poszukiwaniu Promyka Słońca

source: Wait for your ship to pick you up from the mountain top.
de: Wartet darauf, dass Euer Schiff euch vom Gipfel abholt.
pl: Poczekaj na statek, który ma cię odebrać ze szczytu góry

source: I could’ve expected this — of course it’s closed. I’ll blow it up.
de: Ich hätte das erwarten sollen — natürlich ist sie geschlossen. Ich werde sie sprengen.
pl: Mogłem się tego spodziewać - oczywiście zamknięte! Wysadzę je.

source: Damn! These doors are resistant to magic! Rashti, come here and help. Your divine strength should crush them into pieces.
de: Verdammt! Diese Pforten sind gegen Magie gefeit! Rashti, komm her und hilf. Deiner göttlichen Stärke sollten sie nicht widerstehen können.
pl: Niech to! Te drzwi są odporne na magię! Rashti, choć tu i mi pomóż. Twoja boska moc powinna roznieść je w drzazgi.

source: Move Rashti to the Sun Dome
de: Bringt Rashti zur Sonnenkuppel
pl: Skieruj Rashti do Kopuły

source: Wait for your ship to pick you up from the mountain top
de: Wartet darauf, dass Euer Schiff euch vom Gipfel abholt
pl: Poczekaj na statek, który ma cię odebrać ze szczytu góry

source: Done...
de: Es ist vollbracht...
pl: Gotowe...

source: At last! And now get inside and bring me half of this damned Ray!
de: Endlich! Und jetzt geh hinein und bringe mir die Hälfte dieses verdammten Strahles!
pl: Nareszcie! A teraz właź do środka i przynieś mi połowę tego cholernego Promyka!

source: You’ll pay for destroying our Holy Place, you... you night demons! The Sun will burn you with its Divine Flames!!!
de: Ihr werdet dafür büßen, dass ihr unsere Heilige Stätte zerstört habt, ihr… ihr Dämonen der Nacht! Die Sonne wird euch mit ihren Göttlichen Flammen versengen!
pl: Zapłacicie za zniszczenie naszego Świętego Miejsca, wy... wy demony nocy! Słońce spali was wszystkich swym Boskim Ogniem!!!

source: Wait for Rashti
de: Wartet auf Rashti
pl: Czekaj na Rashti

source: I have it.
de: Ich habe ihn.
pl: Mam to.

source: Hide it! Its glow is blinding!
de: Verbirg ihn! Sein Strahl blendet mich!
pl: Zakryj go! Jego blask jest oślepiający!

source: Now it’s much better. What took you so long?
de: Jetzt ist es viel besser. Wieso hat es solange gedauert.
pl: Teraz lepiej. Co tak długo?

source: There was a guard. I had to annihilate him.
de: Es gab einen Wächter. Ich müsste ihn vernichten.
pl: Był tam jeden strażnik. Musiałam go unicestwić.

source: We have the thing we have come for. It’s time to flee. Fall back people! Our ship will arrive soon.
de: Wir haben, wofür wir gekommen sind. Jetzt müssen wir fliehen. Zieht euch zurück! Unser Schiff wird bald erscheinen!
pl: Mamy to po, co przyszliśmy. Czas stąd uciekać. Wszyscy na górę! Nasz statek wkrótce przybędzie.

source: They’ve captured our Treasure! We must take it back! The Sun is with us! At them!!!
de: Sie haben unseren Schatz geraubt! Wir müssen es zurückerobern! Die Sonne ist mit uns! Auf sie!!!
pl: Zdobyli nasz Skarb! Musimy go odbić za wszelką cenę! Słońce jest z nami! Na nich!!!

source: Move Mehir to the top of the mountain
de: Bringt Mehir auf den Gipfel
pl: Doprowadź Mehira na szczyt góry

source: Rashti?
de: Rashtiß

source: I hope she’s not lost? Damn...
de: Ich hoffe, sie ist nicht verloren? Verdammt...
pl: Chyba się nie zgubiła? Cholera...

source: Rashti, what’s the situation?
de: Rashti, was ist los?
pl: Rashti, jak tam sytuacja?

source: I have just broken another door and found a tunnel.
de: Ich habe eine weitere Tür aufgebrochen und einen Tunnel gefunden.
pl: Właśnie zniszczyłam kolejne drzwi i znalazłam tunel.

source: The artifact must be there. Find it, quick!
de: Das Artefakt muss dort sein. Finde es schnell!
pl: Artefakt musi tam być. Znajdź go, szybko!

source: Now we need to wait. May it not take long...
de: Jetzt müssen wir warten. Möge es nicht zulange dauern...
pl: Teraz nie pozostaje nam nic innego jak czekanie. Oby nie trwało to zbyt długo...

source: Survive until the ship arrives.
de: Überlebt, bis das Schiff ankommt.
pl: Wytrzymaj do przybycia statku

source: Mehir, why... why have you done this to us? We gave you hope, and you brought us destruction. What happened to you?
de: Mehir, warum… warum hast du uns das angetan? Wir haben dir Hoffnung gegeben, und du brachtest uns Zerstörung. Was ist mit dir geschehen?
pl: Mehirze, czemu... czemu nam to zrobiłeś. Daliśmy ci nadzieję, a ty w zamian przyniosłeś nam zniszczenie. Co ci się stało?

source: Anthi... forgive me. It was the only way.
de: Anti… vergib mir. Es ging nicht anders.
pl: Anthi, wybacz mi. To był jedyny sposób.

source: And Atiros? Where... Is he? No...
de: Und Atiros? Wo… Ist er? Nein...
pl: A Atiros? Gdzie... Czy on? Nie...

source: I...
de: Ich...
pl: Ja...

source: It seems we’re in time. Forgive us for this little delay, but we found a rare specimen of crab and had to take a closer look.
de: Es scheint, als kämen wir rechtzeitig. Verzeiht diese kleine Verzögerung, aber wir haben ein Exemplar einer seltenen Krabbe gefunden und mussten es genauer untersuchen.
pl: Chyba zdążyliśmy. Wybaczcie nam to małe spóźnienie, ale natrafiliśmy na rzadki okaz kraba i musieliśmy mu się bliżej przyjrzeć.

source: So Mehir? Will you go in or not?
de: Nun, Mehir? Kommst du rein oder nicht?
pl: To jak, Mehirze? Wsiadasz, czy nie?

source: ...it’s all my fault...
de: ...das ist alles meine Schuld...
pl: ...to wszystko moja wina...

source: Time flies and the Abyss awaits!
de: Die Zeit verrauscht und der Abgrund wartet!
pl: Czas ucieka, Otchłań czeka!

source: ...farewell...
de: ...lebewohl...
pl: ...żegnaj...

source: Mehir. How have you come?
de: Mehir. Wie bist du gekommen?
pl: Mehirze, jak tu przybyłeś?

source: By the sky. We...
de: Vom Himmel. Wir...
pl: Niebem. My...

source: No. How have you come?
de: Nein. Wieso bist du gekommen?
pl: Nie. Jaką drogę musiałeś przebyć, aby znaleźć się w tym miejscu?

source: I.. am sorry. I am seizing something which is invaluable for both of us.
de: Ich… bedaure es. Ich stehle etwas, das für uns beide unbezahlbar ist.
pl: Ja... przepraszam. Zdobywam coś, co jest bezcenne dla nas obu.

source: You share it?
de: Du teilst es?
pl: Masz do tego prawo?

source: Yes. Well, no. I mean, sort of. Atiros, I...
de: Ja. Nein, ich meine, so ähnlich. Atiros, ich...
pl: Tak. Nie. To znaczy, coś w tym rodzaju. Atirosie, ja...

source: Do not waste your life on this.
de: Verschwende dein Leben nicht dafür.
pl: Nie trać na to czasu.

source: We’ve known each other too long. I don’t want to kill you, but I will if you won’t leave me a choice.
de: Wir kennen uns zu lange. Ich will dich nicht töten, aber ich werde es tun, wenn du mir keine Wahl lässt.
pl: Znamy się wystarczająco długo. Nie chcę cię zabić, ale będę musiał, jeśli nie dasz mi wyboru.

source: You have chosen. Always remember.
de: Du hast dich entschieden. Vergiss es nie.
pl: Już o tym zadecydowałeś.

source: Where is that damn ship?!
de: Wo ist dieses verdammte Schiff?!
pl: Gdzie ten przeklęty statek?!

source: Silver warriors from Kharos report for duty! Reinforcements are coming.
de: Silberne Soldaten aus Kharos melden sich zum Dienst! Verstärkung kommt,
pl: Srebrni wojownicy z Kharos meldują się na rozkaz! Kolejni są w drodze.

source: Just in time!
de: Gerade rechtzeitig!
pl: W porę!

source: I need to capture their villages. This will stop them from coming.
de: Ich muss ihre Dörfer einnehmen. Dann können sie nicht ankommen.
pl: Muszę pozajmować ich wioski. To uniemożliwi im przybycie.

source: We are reinforcements from Kharos. The Highest Priestess will come soon.
de: Wir sind Verstärkungen aus Kharos. Die Hohepriesterin wird bald eintreffen.
pl: Tu oddziały z Kharos. Najwyższa Kapłanka wkrótce przybędzie.

source: We don’t have much time...
de: Wir haben nicht viel Zeit...
pl: Nie mamy zbyt wiele czasu...

source: We are surrounded. I can hear reinforcements coming from the east and west.
de: Wir sind umzingelt. Ich höre Truppen von Ost und West ankommen.
pl: Jesteśmy otoczeni. Słyszę jak ze wschodu i zachodu nadciągają posiłki.

source: Damn it! We have some time before they reach us. We’d better hurry up.
de: Verdammt! Wir haben etwas Zeit, bis sie uns erreichen. Wir beeilen uns besser.
pl: Niech to szlag! Mamy jeszcze trochę czasu zanim nas dosięgną. Lepiej się spieszmy.

source: When I found you... on the desert... I found... my own death...
de: Als ich dich… in der Wüste fand… fand ich... meinen eigenen Tod...
pl: Kiedy odnalazłem cię... na pustyni... odnalazłem... własną śmierć...

source: I didn’t want this.
de: Ich wollte das nicht.
pl: Nie chciałem tego.

source: ...I believe you...hhh...and for...give you...
de: ...Ich glaube dir...hhh...und ver...gebe dir...
pl: ...Wierzę ci..hhh...i wyb..aczam...

source: Target locked. Executing pacification procedure.
de: Ziel anvisiert. Befriedungsprozedur wird ausgeführt.
pl: Cel namierzony. Wprowadzam poprawki na trajektorię ataku. Procedura eksterminacji rozpoczeta.

source: Target destroyed. Awaiting orders.
de: Ziel zerstört. Warten auf Befehle.
pl: Cel unicestwiony. Oczekuję rozkazów.

source: Where do they take so much energy from?
de: Woher nehmen sie so viel Energie?
pl: Skąd oni biorą tyle mocy?

source: It’s very steep here. We’d better watch our step.
de: Es ist hier sehr steil. Wir passen besser auf, wohin wir gehen.
pl: Strasznie tu stromo. Lepiej patrzeć pod nogi.

source: Enough of this!! YOU will always be Rashti’s Master. YOU must die.
de: Genug!!! DU wirst immer Meister der Rashti sein! DU musst sterben.
pl: Dosyć tego!! TY zawsze będziesz Panem Rashti. MUSISZ zginąć, Mehirze.

source: Master, do not make me face her again! I fear for your life!
de: Meister, lass mich ihr nicht noch einmal gegenüberstehen! Ich fürchte um dein Leben!
pl: Panie, nie zmuszaj mnie, abym kolejny raz musiała z nią walczyć. Boję się o twoje życie!

source: Home
de: Heimat
pl: Dom

source: This is your desired Abyss!
de: Das ist dein geliebter Abgrund!
pl: Oto wasza upragniona Otchłań!

source: I remember this place — these are the highest tiers of al-Kamija. When I was a guard, I often patrolled these areas. I thought I would never see them again...
de: Ich erkenne diesen Ort — es sind die höchsten Ebenen von al-Kamija. Als ich Wache war, patrouillierte ich oft in diesen Gebieten. Ich dachte, ich würde sie nie wieder sehen.
pl: Pamiętam to miejsce - to najwyższe poziomy Al-Kamiji. Kiedy byłem strażnikiem miejskim, często patrolowałem te okolice. Już myślałem, że nigdy ich nie ujrzę.

source: But thanks to your stubbornness this dream has come true. Now you all can join your relatives and friends.
de: Aber dank deiner Unnachgiebigkeit ist dieser Traum war geworden. Nun könnt ihr alle euch wieder mit Familie und Freunden vereinigen.
pl: Ale dzięki twemu uporowi to marzenie stało się rzeczywistością. Teraz możecie dołączyć do waszych krewnych i przyjaciół.

source: Go first, soldiers...
de: Geht zuerst, Soldaten…
pl: Idźcie pierwsi, żołnierze...

source: Home. So many centuries have passed. Now I am finally back.
de: Zuhause. So viele Jahrhunderte sind vergangen. Nun bin ich endlich zurück.
pl: Dom. Tyle wieków minęło. Wreszcie powracam do siebie.

source: Enter the Abyss
de: Betretet den Abgrund
pl: Wkrocz do Otchłani.

source: (looks on his hands) It’s not the way I imagined leaving this world...
de: (sieht auf seine Hände) So habe ich mir nicht vorgestellt, diese Welt zu verlassen...
pl: (patrzy na swe dłonie) Nie tak chciałem opuszczać ten świat...

source: May the Abyss keep you, Mehir.
de: Möge der Abgrund dich verwahren, Mehir.
pl: Niech Otchłań pochłonie cię na zawsze, Mehirze.

source: Guru, we should have killed him when we had the chance!
de: Guru, wir hätten ihn töten sollen, als wir die Gelegenheit dazu hatten!
pl: Guru, powinniśmy go zabić, kiedy mieliśmy taką szansę!

source: Idiot, we would have failed! Look how strong his people are. They would have infested us for centuries.
de: Idiot, wir hätten versagt! Sieh wie stark sein Volk ist. Es hätte uns auf Jahrhunderte belästigt.
pl: Głupcze, przegralibyśmy. Spójrz jak potężni byli to ludzie. Mogliby nad nami panować przez wieki.

source: You two are fools. It was always for Guru to decide.
de: Ihr seid beide Narren. Der Guru hatte schon immer zu entscheiden,
pl: Obaj jesteście głupcami. Guru doskonale wiedział co robi.

source: If you give a man a fight, he will. He gave us half the Sun Orb and his backside, what more could we wish? Nothing can be a danger to us now! We are safe... forever.
de: Wenn du einem Mann einen Kampf gibst, wird er kämpfen. Er gab uns das halbe Sonnenjuwel und den Zugang zu seinem Rücken, was könnten wir uns sonst noch wünschen? Nichts kann uns mehr gefährlich werden! Wir sind sicher… bis in alle Ewigkeit.
pl: Jeśli dasz człowiekowi powód do walki, to podejmie wyzwanie. Mehir dał nam połowę Promyka Słońca i odszedł. Cóż więcej mogliśmy sobie życzyć? Nic już nie jest w stanie nam zagrozić! Jesteśmy bezpieczni... na zawsze.

source: They are waiting for you, Mehir. You have to go now.
de: Sie warten auf dich, Mehir. Du musst jetzt gehen.
pl: Czekają na ciebie, Mehirze. Musisz już iść.

source: I wonder... If you know the Abyss and you know how to get there...
de: Ich frage mich… Wenn ihr den Abgrund kennt und ihr wisst, wie man dorthin kommt...
pl: Zastanawiam się... Skoro znacie Otchłań i wiecie jak tam się dostać...

source: You really should go!
de: Du solltest wirklich gehen!
pl: Naprawdę powinieneś już iść!

source: ...then why you don’t want to... go there?
de: ...aber warum wollt ihr den nicht...dorthin gehen?
pl: ...to dlaczego nie chcecie... tam się udać?

source: GO!!!
de: GEH!!!
pl: IDŹ!!!

source: Hey! What’s going ooooOOOON?!
de: He! Was geht hier vooooOOOOR?!
pl: Hej, co się dzieeejeeEEEEE?!

source: That was close. May the Abyss keep you, Mehir.
de: Das war knapp. Möge der Abgrund dich verwahren, Mehir.
pl: Mało brakowało. Niech Otchłań pochłonie cię na zawsze, Mehirze.

source: The fearful and cruel DharmaRhami.
de: Die schreckliche und grausame DharmaRhami.
pl: Przerażająca i okrutna Dharma'rhami

source: scimitar
de: Säbel
pl: sejmitar

source: The calm and wise HoRhami.
de: Die ruhige und weise HoRhami.
pl: Spokojna i mądra Ho'rhami

source: divine spear
de: Göttlicher Speer
pl: boska włócznia

source: iceball
de: Eiskugel
pl: kula lodu

source: The Last Summoner and the most powerful that ever lived...
de: Der Letzte Beschwörer und der Mächtigste, der je gelebt hat...
pl: Ostatni Przywoływacz i zarazem najpotężnięjszy jaki kiedykolwiek żył.

source: ultimate circle
de: Kreis der Beherrschung
pl: ostateczny krąg

source: magical scimitar
de: Magischer Säbel
pl: magiczny sejmitar

source: circle of destruction
de: Kreis der Zerstörung
pl: krąg zniszczenia

source: scroll
de: Schritrolle
pl: zwój

source: incantation of power
de: Machtwort
pl: inkantacja mocy

source: The RashtiRhami also called the Ultimate Rhami is one of the 4 most powerful beings called by Summoners. RashtiRhami consists of two powerful entities — the calm, wise HoRhami and the fearful and cruel DharmaRhami.
de: Die Rashti'Rhami, auch als die Höchste Rhami bezeichnet, ist eines der vier mächtigsten Wesen, über die die Beschwörer gebieten. Rashti'Rhami besteht aus zwei mächtigen Wesen- er ruhigen und weisen HoRhami und der schrecklichen und grausamen DharmaRhami.
pl: Rashti'rhami zwana także Ostateczną Rhami jest jedną z 4 najpotężniejszych istot przywołanych kiedykolwiek przez Przywoływaczy. Rashti'rhami składa się z dwóch potężnych osobowości - spokojnej i mądrej Ho'rhami oraz przerażającej i okrutnej Dharma'rhami.

source: True Rashti
de: Wahre Rashti
pl: Prawdziwa Rashti

source: The True Rhashti is the final form of RashtiRhami. Achiving supreme harmony between DharmaRhami and HoRhami, the True Rashti is considered as a perfect entity often compared with Nomolas — the First Jinn.
de: Die Wahre Rhashti ist die endgültige Form der RashtiRhami. Nun da sie die größte Harmonie zwischen DharmaRhami und HoRhami erlangt hat, gilt die Wahre Rashti als vollkommenes Geschöpf und wird oft verglichen mit Nomolas dem ersten Dschinn.
pl: Prawdziwa Rashti to ostateczna, najdoskonalsza forma Rashti'rhami. Osiągając najwyższy stopień harmonii pomiędzy Dharma'rhami a Ho'rhami, Prawdziwa Rashti jest uznawana za istotę perfekcyjną, często porównywaną z Nomolasem - Pierwszym Dżinem.

source: eye of Abyss
de: Auge des Abgrundes
pl: Oko Otchłani

source: Sleeping Summoner
de: Schlafender Beschwörer
pl: Śpiący Przywoływacz

source: +2 damage to scimitar, +1 HP, MAX XP +10%
de: +2 Schaden für den Säbel. +1 LP, maximale EP +10%
pl: +2 obrażenia od sejmitara, +1 HP, MAX XP +10%

source: +2 damage to magic, +3 HP, MAX XP +20%
de: +2 Zauberschaden, +3 LP. maximale EP +20%
pl: +2 obrażenia od magii, +3 HP, MAX XP +20%

source: +1 movement point, -10 HP
de: +1 Bewegungspunkt, -10 LP
pl: +1punkt ruchu, -10 HP

source: +1 strike to scimitar, +2 HP, MAX XP +30%
de: +1 Angriff mit dem Säbel, +2 LP, maximale EP +30%
pl: +1 cios sejmitatem, +2 HP, MAX XP +30%

source: Max HP bonus +5, MAX XP +10%
de: +5 maximale LP. maximale EP +10%
pl: Bonus do maksymalnych punktów życia +5, MAX XP +30%

source: Max HP bonus +5
de: +5 maximale Lebenspunkte
pl: Bonus do maksymalnych punktów życia +5

source: +20% bonus to fire, cold, and arcane resistances
de: +20% Bonus für die Magieresistenzen

source: Slowing Aura
de: Aura der Trägheit
pl: Spowalniająca Aura

source: slowing aura
de: Aura der Trägheit

source: Slowing Aura: At the beginning of each turn, all adjacent enemy units are slowed.
de: Aura der Trägheit: Am Rundenbeginn werden alle benachbarten gegnerischen Einheiten verlangsamt.

source: Damaging Aura
de: Schädliche Aura
pl: Uszkadzająca Aura

source: damaging aura
de: Schädliche Aura

source: Damaging Aura: At the beginning of each turn, all adjacent enemy units receive 8 points of damage.
de: Schädliche Aura: Am Rundenbeginn erleiden alle benachbarten gegnerischen Einheiten 8 Punkte Schaden.

source: Shaman + Messenger
de: Schamane und Bote
pl: Szaman + Posłaniec

source: (Normal)
pl: (Normalny)

source: Safay
pl: Safaj

source: Safay!
pl: Safaj!

source: Chaos Wyvern
pl: Chaotyczna Wiwerna

source: Ale!!!
pl: Gorzko!
