Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: Excellent. I hope we will live long enough to see them. Unfortunately, I can’t risk fighting. My deputy was cut into pieces and this city mustn’t lose its leader.
de: Exzellent. Ich hoffe, wir werden lange genug leben, um sie zu sehen. Leider kann ich keinen Kampf riskieren. Mein Vertreter wurde zerfetzt und die Stadt darf ihrem Leiter nicht verlieren.
pl: Wspaniale. Mam nadzieję, że dożyję tego momentu. Niestety nie moge cię wesprzeć. Mój zastępca został rozerwany na strzępy, a to miasto nie może pozostać bez przywódcy.

source: Your deputy, was he cut by a blade?
de: Dein Vertreter, wurde er mit einer Klinge geschnitten?
pl: Rozerwany na strzępy?! Ale jak?

source: What!? No, by horrible teeth. What difference does it make?
de: Was!? Nein, mit schrecklichen Zähnen. Was macht das schon für einen Unterschied aus?
pl: Normalnie! Boże, co za różnica!

source: A great deal of difference, if I am to save you.
de: Einen sehr wichtigen Unterschied, wenn ich dich retten soll.
pl: Zastępca Tashkara został poćwiartowany, zastępca Maliba rozerwany na strzępy... Mam nadzieję, że nigdy nie zostanę czyimś zastępcą! *gulp!*

source: You can use the giant circle you are standing on in order to recruit or recall units.
de: Ihr könnt den großen Kreis, auf dem Ihr steht, zur Ausbildung oder Einberufung nutzen.
pl: Za pomocą wielkiego kręgu na którym stoisz, możesz rekrutować bądź przywoływać jednostki (działa jak zamek)

source: Defeat all invaders
de: Besiegt alle Invasoren
pl: Pokonaj najeźdźców

source: Death of Malib
de: Tod des Malib
pl: Śmierć Maliba

source: Something’s wrong...
de: Etwas stimmt nicht...
pl: Coś tu nie gra...

source: In Nomolas’s name!!!
de: In Nomolas' Namen!!!
pl: Święty Nomolasie!!!

source: Good Nomolas! What was THAT?!
de: Guter Nomolas! Was war DAS?!
pl: Dobry Nomolasie! Co TO było?!

source: The circle has been destroyed! We’ve lost contact with the capital. Reinforcements won’t arrive for weeks! We’re lost...
de: Der Kreis wurde zerstört! Wir haben den Kontakt zur Hauptstadt verloren. Wochenlang werden uns keine Verstärkungen erreichen! Wir sind verloren...
pl: Krąg został zniszczony! Straciliśmy kontakt ze stolicą, a to oznacza, że posiłki przybędą dopiero za kilka tygodni. Jesteśmy straceni...

source: Now every single blade is important. We must kill these witches — it may be our only chance to stop the invaders.
de: Nun kommt es auf jede Klinge an. Wir müssen diese Hexen töten — womöglich können wir nur so die Angreifer aufhalten.
pl: Teraz każdy sejmitar się liczy. Musimy pozabijać te czarownice. To najszybszy sposób na zwycięstwo.

source: May Nomolas grant that. Now it’s all the same for me. I prefer dying in battle than staying here, so...
de: Möge Nomolas dich erhören. Nun ist mir alles gleich. Lieber sterbe ich in der Schlacht, als hier zu bleiben, also...
pl: Oby Nomolas nam to zapewnił. Teraz wszystko mi jedno. Wolę zginąć w walce niż stać tu bezczynnie, więc...

source: At them! NOMOLAS IS GREAT!!!
de: Auf sie! NOMOLAS IST GROSS!
pl: ...na nich! NOMOLAS JEST WIELKI!!!

source: Hey, what’s going on? Everything is disappearing...
de: He, was passiert hier? Alles verschwindet...
pl: Hej, co się dzieje? Wszystko znika...

source: Hello, is there anybody around here?
de: Hallo, ist hier irgendjemand?
pl: Halo, jest tu kto?

source: Don’t you recognize us?
de: Erkennst du uns nicht?
pl: Nie poznajesz nas?

source: You look familiar...
de: Du kommst mir bekannt vor...
pl: Wyglądasz znajomo...

source: You stupid cloth! We are the ones who died for you!
de: Du dummer Lappen! Wir sind jene, die für dich starben!
pl: Ty głupia szmato! Jesteśmy tymi, którzy przez Ciebie zginęli!

source: Oh my... You’re my lost soldiers! It’s impossible...
de: Oh… Ihr seid meine verlorenen Soldaten! Das ist unmöglich!
pl: O mój... Jesteście moimi straconymi żołnierzami! To niemożliwe...

source: You fool, Because of you we will never see the Abyss!
de: Du Narr, deinetwegen werden wir nie den Abgrund sehen!
pl: Ty głupcze. Przez ciebie już nigdy nie ujrzymy Otchłani!

source: I... I am so sorry... Please, understand...
de: Es… Es tut mir so leid.. Bitte, versteht...
pl: Ja... Tak mi przykro... Proszę, zrozumcie...

source: Sorry? Is this all you have to say? How dare you... KILL HIM!!!
de: Es tut dir leid? Ist das alles, was du zu sagen hast? Wie kannst du es wagen...TÖTET IHN!!!
pl: Przykro? Tylko tyle masz do powiedzenia? Jak śmiesz... ZABIĆ GO!!!

source: Please, NOOO!!!
de: Bitte, NEEIIN!!!
pl: Proszę, NIEEE!!!

source: Mehir, it’s all gone. You’re safe now.
de: Mehir, es ist alles vorbei. Du bist jetzt sicher.
pl: Mehirze, już po wszystkim. Jesteś bezpieczny.

source: I... What happened? Am I alive?
de: Ich… Was ist passiert? Lebe ich?
pl: Ja... Co się stało? Czy ja żyję?

source: These witches have cast a spell on you. You flew into a fury and started killing our men. We are lucky that holy Rashti’rhami has killed the witch and stopped your madness...
de: Diese Hexen haben dich verhext. Im Wahnsinn begannst du, unsere Mannen zu töten. Wir haben Glück, dass die heilige Rashti'rhami die Hexe getötet und deinen Irrsinn beendet hat…
pl: Te wiedźmy rzuciły na ciebie urok. Wpadłeś w szał i zacząłeś atakować naszych ludzi. Na szczęście święta Rashti'rhami zabiła wiedźmę i zatrzymała twoje szaleństwo.

source: I thought I was killing witches, but they were my own men. It was terrible....
de: Ich dachte, ich würde Hexen töten, doch sie waren meine eigenen Leute. Es war schrecklich...
pl: Myślałem, że zabijam wiedźmy, a tak naprawdę to byli moi ludzie. To straszne...

source: There’s no time for talk. These sons of Efreeti won’t give up. We must kill them all..
de: Nun ist nicht die Zeit zu reden. Diese Afritensöhne wollen nicht aufgeben. Wir müssen sie alle töten..
pl: Nie ma czasu na gadanie. Te pomioty Ifrytów nie poddają się. Musimy zabić ich wszystkich...

source: WE DID IT!!! Mehir, you’re my hero!
de: WIR HABEN ES GESCHAFFT! Mehir, du bist mein Held!
pl: UDAŁO SIĘ!!! Mehirze, jesteś moim bohaterem!

source: Indeed, we have defended the city.
de: Wahrlich, wir haben die Stadt verteidigt.
pl: Zaiste, obroniliśmy miasto.

source: I am infinitely grateful to you. Without your help... as soon as the first carpets arrive from al-Kamija, I’ll go and speak with the Highest Council. Your achievements shall be announced in the whole country!
de: Ich bin dir endlos dankbar. Ohne deine Hilfe… sobald die ersten Teppiche aus al-Kamija ankommen, werde ich zum Höchsten Rat gehen und mit ihm sprechen. Deine Taten sollen im ganzen Land verbreitet werden!
pl: Jestem ci niezmiernie wdzięczny. Bez twojej pomocy... Jak tylko przybędą pierwsze dywany z Al-Kamiji, udam się na rozmowę z Najwyższą radą. Twoje osiągnięcia powinny być ogłoszone w całym państwie!

source: A New Leader
de: Ein Neuer Leiter
pl: Nowy Przywódca

source: ...and that’s why I owe him my life. I anoint Mehir as the leader of Tar-Tabar.
de: ...und deshalb verdanke ich ihm mein Leben. Ich empfehle Mehir als Leiter von Tab-Tabar.
pl: ...i tak oto zawdzięczam mu życie. Mehir powinien zostać przywódcą Tar-Tabaru.

source: It is impossible to become a leader from day to day. He’s only twenty-eight years old.
de: Es ist unmöglich, über Nacht Leiter zu werden. Er ist erst achtundzwanzig.
pl: Nie można zostać przywódcą z dnia na dzień. On ma tylko 28 lat.

source: It was impossible to save Mag-Magar from day to day, yet he did.
de: Es ist unmöglich, über Nacht Mag-Magar zu retten, aber er hat es geschafft.
pl: Niemożliwym było ocalenie Mag-Magaru w jeden dzień, a on tego dokonał.

source: He is inexperienced! If Rashti should die under his command, her energies could tear the Abyss and ruin the Great Circle!
de: Er ist unerfahren! Wenn Rashti unter seinem Kommando sterben sollte, könnten ihre Energien den Abgrund zerfetzen und den Großen Kreis ruinieren!
pl: Jest niedoświadczony. Gdyby Rashti zginęła pod jego dowództwem, jej moc mogłaby rozerwać Otchłań i zniszczyć Wielki Krąg!

source: The holy Rashti’rhami told me that Mehir is worthy of becoming her master.
de: Die heilige Rashti'rhami sagte mir, Mehir sei würdig, ihr Herr zu werden.
pl: Święta Rashti'Rhami powiedziała mi, że Mehir jest godny bycia jej panem.

source: Rashti is unpredictable. She can say many things between her moods of rage or self-control.
de: Rashti ist unvorhersehbar. Sie kann viel sagen zwischen ihren Stimmungen von Raserei oder Selbstbeherrschung.
pl: Rashti jest nieobliczalna. Może wygadywać różne rzeczy podczas ataków gniewu i opanowania.

source: Do you want me to tell her that?
de: Wollt ihr, dass ich es ihr erzähle?
pl: Chcesz, żebym jej to powtórzył?

source: Please, don’t! I beg you! If you tell her, she will rip my throat out!
de: Bitte nicht! Ich flehe dich an! Wenn du es ihr erzählst, wird sie mir den Hals ausreißen!
pl: Nie, błagam! Jeśli jej o tym powiesz, poderżnie mi gardło!

source: So we have come to an understanding. I knew I could count on you. Bye!
de: Dann haben wir eine Einigung erreicht, Ich wusste, dass ich auf dich zählen konnte. Tschüss!
pl: Więc doszliśmy do porozumienia. Wiedziałem, że mogę na was liczyć. Pa!

source: Hey, wait! Damn, he’s gone...
de: Heh, warte! Verdammt, er ist weg...
pl: Hej, zaczekaj! Niech to szlag, poszedł...

source: Welcome. We are here to establish a new leader for Tar-Tabar.
de: Willkommen. Wir sind hier, um einen neuen Leiter für Tab-Tabar einzusetzen.
pl: Witajcie. Zgromadziliśmy się tu dziś, aby ustanowić nowego przywódcę Tar-Tabaru.

source: The Highest Council has contemplated a long time on the subject and finally made a unanimous...
de: Der Höchste Rat hat lange hierüber nachgedacht und hat schließlich eine einstimmige...
pl: Najwyższa Rada długo zastanawiała się nad tą sprawą i w końcu podjęła jednogłośną...

source: *cough*
de: *hust*
pl: *ekhem*

source: ...decision. The meeting elected Mehir the new leader!
de: ...Entscheidung getroffen. Das Treffen wählte Mehir zum neuen Leiter!
pl: ...decyzję. Zgromadzenie wybrało na nowego przywódcę Mehira!

source: We chose him in recognition of his achievements. Mehir, come closer.
de: Wir haben ihn ausgewählt als Anerkennung für seine Taten. Mehir, komm näher.
pl: Jego wybitne zasługi dla naszego państwa powinny zostać docenione w ten wlaśnie sposób. Mehirze, podejdz do nas.

source: By the power given me by the Highest Council and in the name of all citizens of our country and the Abyss I grant you the title Leader of Tar-Tabar!
de: Kraft der mir vom Rat gegebenen Macht und im Namen aller Bürger unseres Landes und des Abgrunds verleihe ich dir den Titel Leiter von Tab-Tabar!
pl: Mocą nadaną mi przez Najwyższą Radę oraz w imieniu wszystkich mieszkańców naszego państwa oraz Otchłani nadaję ci tytuł przywódcy Tar-Tabaru!

source: I hope it’s not a dream.
de: Ich hoffe, das ist kein Traum.
pl: Mam nadzieję, że to nie sen.

source: Of course not! Tar-Tabar has finally a new keeper. Its people are now your subjects and the local army has a new commander. This is a great responsibility. Don’t forget about this.
de: Natürlich nicht! Tab-Tabar hat endlich einen neuen Verwalter. Seine Leute sind nun deine Untertanen und die lokale Armee hat einen neuen Befehlshaber. Es ist eine große Verantwortung. Vergiss dies nicht.
pl: Oczywiście, że nie! Tar-Tabar ma wreszcie nowego opiekuna. Jego mieszkańcy są teraz twoimi podwładnymi a lokalna armia ma nowego dowódcę. To wielka odpowiedzialność. Nie zapominaj o tym.

source: Oh, I almost forgot. Each leader of the Trinity has their own ultimate being as a servant. For Tar-Tabar it is Rashti’rhami, the one who you’ve had the pleasure to meet a few weeks ago. Since that moment you are her new master. Frankly, I don’t envy you. Her fluctuations of mood...
de: Oh, ich habe es fast vergessen. Jedem Leiter der Triade dient ein eigenes vollkommenes Wesen. Für Tab-Tabar ist es Rashti'rhami, die du schon vor einigen Wochen treffen konntest. Seit diesem Augenblick bist du ihr neuer Meister. Ehrlich gesagt beneide ich dich nicht. Ihre Stimmungsschwankungen…
pl: Ach, i jeszcze jedno. Każdy przywódca Trójcy ma na własność jedną z istot ostatecznych. Dla Tar-Tabaru jest to Rasht'rhami, ta, którą miałeś okazję poznać kilka tygodni temu. Od tej pory jesteś jej nowym panem. Szczerze mówiąc nie zazdroszczę ci. Te jej wahania nastroju...

source: (whispers) ...can I resign? She scares me...
de: (flüsternd) ...kann ich zurücktreten? Sie ist mir unheimlich...
pl: (szepcze) ...mogę zrezygnować? Ona mnie przeraża...

source: (whispers) ...shut up... (speaks normally) In spite of everything, I hope you will be a successful team, which will allow us to move to the Abyss faster than expected. Take care of her. Her death would cause disastrous consequences for the Abyss. I think that’s all I have to say, so let the party begin!
de: (flüsternd) ...Ruhe… (spricht normal) All dem zu Trotz hoffe ich, dass ihr ein erfolgreiches Team sein werdet, das uns ermöglicht, schneller in den Abgrund zu ziehen als erwartet. Gib auf sie acht. Ihr Tod hätte katastrophale Folgen für den Abgrund. Ich denke, dass ist alles, was ich zu sagen habe, also lasst die Feier beginnen!
pl: (szepcze) ...zamknij się... (mówi normalnie) Mimo wszystko myślę, że będzie to udana współpraca, dzięki której wszyscy zbliżymy się do Otchłani szybciej niż można by się tego spodziewać. Opiekuj się Rashti. Jej śmierć może przynieść katastrofalne konsekwencje dla Otchłani. Chyba to już wszystko, co mam do powiedzenia, tak więc wydaje mi się, że możemy udać się na imprezę!

source: Hurray!!!
de: Hurra!!!
pl: Hurra!!!

source: Cheers for Mehir!!!
de: Hoch lebe Mehir!!!
pl: Wiwat Mehir!!!

source: The Great Desert
de: Die Große Wüste
pl: Wielka Pustynia

source: Leader of the Banishers’ Guild
de: Leiter der Banngilde
pl: Przywódca Gildii Wyganiaczy

source: team_name^Reficul
de: Reficul
pl: Reficul

source: team_name^Rashti
de: Rashti
pl: Rashti

source: team_name^Kharos
de: Kharos
pl: Kharos

source: That’s the place. I can see his canopy over the dunes.
de: Hier ist es. Ich sehe seinen Unterschlupf über den Dünen.
pl: Jesteśmy na miejscu. Widzę jego baldachim nad wydmami

source: Ah, a Summoner! You have come to defeat me, have you?
de: Ah, ein Beschwörer! Du bist gekommen, mich zu besiegen, nicht wahr?
pl: Ach, Przywoływacz! Przybyłeś mnie pokonać, prawda?

source: Yes. Today you will leave this world forever and return to the Abyss.
de: Ja. Heute wirst du diese Welt endgültig verlassen und in den Abgrund zurückkehren.
pl: Tak. Dziś opuścisz ten świat na zawsze i powrócisz do Otchłani.

source: You must be joking. You will never defeat me, as I am the cleverest and strongest of all beings, with many of my kind who now know freedom. Fight me if you dare, but I warn you begone, Summoner!
de: Dies muss ein Scherz sein. Du wirst mich niemals besiegen, denn ich bin das klügste und stärkste aller Wesen, und mich umgeben viele meiner Art, die nun die Freiheit kennen. Kämpft gegen mich, wenn du dich traust, doch ich warne dich, Beschwörer, fort von hier!
pl: Chyba żartujesz. Nigdy mnie nie pokonasz, gdyż jestem najmądrzejszy i najsilniejszy spośród wszystkich istot, z których spora część tu obecna w końcu zaznała wolności. Walcz, jeśli masz czelność, ale ostrzegam cię, Przywoływaczu!

source: My liege, He is no common Efreet. As a leader of the Banishers’ Guild in Tar-Tabar, I have seen many things, but this one here is a real pleasure to my eyes. He is a real Great Efreet, full of hatred, the most powerful of all creatures of the Red Abyss.
de: Mein Herr, er ist kein gewöhnlicher Afrit. Als Leiter der Banngilde in Tar-Tabar habe ich vieles gesehen, doch er ist mir eine echte Augenweide. Er ist ein echter Großer Afrit, hasserfüllt, das mächtigste aller Geschöpfe des Roten Abgrunds.
pl: Mój Panie, to nie jest zwykły Iftyt. Jako przywódca Gildii Wyganiaczy z Tar-Tabaru, widziałem wiele rzeczy, ale ten tutaj to prawdziwa uczta dla mych oczu. To autentyczny Wielki Ifryt, najbardziej nienawistyny ze wszystkich istot Czerwonej Otchłani.

source: That’s... fantastic. I am not surprised at all that he persuaded so many creatures to follow him. But I will not fail, because now I can summon jinns!
de: Das ist… fantastisch. Ich bin überhaupt nicht überrascht, dass er so viele Geschöpfe anziehen konnte. Aber ich werde nicht versagen, denn nun kann ich Djinn beschwören!
pl: A miało być tak pięknie. Wcale się nie dziwię, że udało mu się zbuntować tyle istot. Mimo wszystko powinno nam się udać, bo wreszcie mogę przywoływać Dżiny!

source: I advise you, my liege, not to summon them. They can fall to the will of the Great Efreet and join him, although there is a small chance it won’t happen. From my experience I know that some being are always devoted to their masters, but we shouldn’t risk it, especially because your jinns are unaccustomed to you, my liege. I also suggest not to use red entities at all, because they are of an evil nature and near this Efreet they will surely revolt against us. Of course this is only advise. You’ll do whatever you want, my liege.
de: Ich rate dir, sie nicht zu beschwören, Herr. Sie können dem Willen des Großen Afriten anheimfallen und sich ihm anschließen, auch wenn es eine kleine Chance gibt, dass es nicht geschieht. Aus meiner Erfahrung weiß ich, dass manche Geschöpfe stets ihrem Meister ergeben sind, aber wir sollten es nicht riskieren, insbesondere da deine Djinn nicht an dich gewöhnt sind. Ich rate auch dringendst davon ab, irgendwelche roten Wesen einzusetzen, denn sie verfügen über eine böse Natur und in der Nähe dieses Afriten werden sie sich sicherlich gegen uns auflehnen. Natürlich sind alles nur Ratschläge. Du kannst tun, was du willst, mein Herr.
pl: Odradzam Waszej Wysokości ten ruch. Mogą one bowiem ulec woli tego Ifryta, choć z tym też różnie bywa. Z własnego doświadczenia wiem, że niektóre osobniki są zawsze wierne właścicielowi, ale lepiej nie kuśmy losu, zwłaszcza że dżiny Waszej Wysokości jeszcze do niej nie przywykły. Proponowałbym też nie używać wszelkich czerwonych istot, gdyż mają demoniczną naturę i w pobliżu tego Ifryta na pewno odwrócą się od swego wlasciciela. Oczywiście to tylko rady. Zrobisz Panie jak zechcesz.

source: Thank you, for sparing me a terrible mistake. What of Rashti? She’s half-good...
de: Danke, dass du mich vor einem schrecklichem bewahrst. Was ist mit Rashti? Sie ist zur Hälfte gut...
pl: Dziękuję za oszczędzenie mi fatalnej pomyłki. A co z Rashti? Jest w połowie dobra...

source: ...but also half-evil. Her good half shouldn’t rebel but I can’t guarantee this...
de: ...aber auch zur Hälfte böse. Ihre gute Hälfte sollte nicht rebellieren, aber ich kann es nicht garantieren.
pl: ...ale i w połowie zła. Jej dobra natura nie powinna się zbuntować, ale nie mogę tego zagwarantować...

source: Wait, wait, wait! Why didn’t you tell me about this fact earlier?! I could’ve left her in my palace!
de: Halt, halt, halt! Wieso hast du mir das nicht vorher gesagt?! Ich hätte sie in meinem Palast lassen können!
pl: Zaraz, zaraz! Dlaczego nie powiedziałeś mi o tym wcześniej?! Mogłem zostawić ją w pałacu!

source: You didn’t ask, my liege.
de: Du hast nicht gefragt, Herr.
pl: Nie pytałeś, mój Panie.

source: You fool! She’s one of the ultimate beings! If she turns against us, consequences will be catastrophic! You’d better advise me how we should defeat that thing before it’s too late!
de: Du Narr! Sie ist eines der vollkommenen Wesen! Wenn sie sich gegen uns auflehnt, werden die Folgen katastrophal sein! Sag mir lieber, wie ich dieses Ding besiegen kann, bevor es zu spät ist!
pl: Ty głupcze! Ona jest jedną z ostatecznych istot. Jeśli obróci się przeciwko nam, konsekwencje mogą być katastrofalne! Lepiej powiedz jak mamy pokonać to coś zanim będzie za późno.

source: My liege, use elementals. They cannot think, so it is impossible to delude them. You can also use perfectly good beings such as Ho’Rhamis or Wonderful Jinns — they will never betray us. Do not summon Rhamis and Jinns. Use dispellers and banishers, who are skilled in fighting these magical creatures. Use the power of your megacircle to lead and heal your men.
de: Mein Herr, nutze Elementargeister. Sie können nicht denken, weshalb sie nicht getäuscht werden können. Du kannst auch gänzlich gute Wesen wie Ho'Rhami' oder Erhabene Djinn nutzen — sie werden uns nie verraten. Beschwörer weder Rhami' noch Djinn. Setze Banner und Bannmeister ein, sie sind erfahren im Kampf gegen diese magischen Geschöpfe. Heile und führe deine Mannen mit deinem Kreis der Macht.
pl: Mój Panie, wykorzystaj żywiołaki. One nie myślą, więc nie można ich zniewolić. Oprócz nich powinieneś użyć istot doskonale dobrych jak Ho'rhami i Wspaniałe Dżiny - one nigdy nas nie zdradzą. Nie przywołuj jednak zwykłych Rhami i Dżinów. Korzystaj z usług wyganiaczy i odczyniaczy, którzy wyszkoleni są w walce z bytami magicznymi. Użyj mocy swego kręgu do wspierania i leczenia twoich poddanych.

source: Anything ELSE you forgot to mention? Thanks for nothing!
de: NOCH etwas, was du vergessen hast zu erwähnen? Danke für nichts!
pl: Coś JESZCZE o czym zapomniałeś mi powiedzieć? Wielkie dzięki!

source: You can level up your Grand Summoners to Summons Masters now. Your Neutral Summoners can summon Jinns now.
de: Ihr könnt Eure Hohen Beschwörer jetzt zu Meistern der Beschwörung befördern. Eure Neutralen Beschwörer können nun Dschinn beschwören.

source: Defeat Reficul
de: Besiegt Reficul
pl: Pokonaj Reficula

source: End of turns
de: Rundenbegrenzung überschritten
pl: Koniec tur

source: Come to me, I call you!
de: Komm zu mir, ich rufe dich!
pl: Choć do mnie, wzywam cię!

source: My new Master...
de: Mein neuer Meister...
pl: Mój nowy Pan...

source: My liege! What have I told you?!!
de: Mein Herr! Was habe ich dir gesagt?!!
pl: Panie! Coż ja Ci mówiłem?!

source: Damn! I forgot!
de: Mist! Hab es vergessen!
pl: Cholera! Zapomniałem!

source: Be careful, my liege. This being can betray us in the least expected moment.
de: Seid achtsam, mein Herr. Dieses Wesen kann uns verraten, wenn wir es am wenigsten erwarten.
pl: Ostrożnie, mój panie! Ta istota może nas zdradzić w najmniej spodziewanym momencie.

source: I’ll risk it.
de: Ich werde es riskieren.
pl: Zaryzykuję.

source: You belong to ME!
de: Du gehörst MIR!
pl: Należysz do MNIE!

source: I have warned you...
de: Ich habe Euch gewahnt...
pl: Ostrzegałem...

source: Rashti’rhami, the goddess of all Rhamis. You’re like me.
de: Rashti'rhami, die Göttin aller Rhami'. Du bist wie ich.
pl: Rashti'rhami, bogini wszystkich Rhami. Jesteś taka jak ja.

source: No, I am not.
de: Nein, das bin ich nicht.
pl: Nie jestem.

source: Yes I am!
de: Ja, das bin ich!
pl: Jestem!

source: I will prove it to you soon...
de: Ich werde es dir bald beweisen...
pl: Wkrótce ci to udowodnię...

source: Rashti, I know you want to be with me!
de: Rashti, Ich weiß, du willst bei mir sein!
pl: Rashti, wiem, że chcesz być ze mną!

source: No, you are wrong. No! Right?
de: Nein, du irrst dich! Nein! Richtig?
pl: Nie, mylisz się. Nie! Masz rację?

source: You will see...
de: Du wirst sehen...
pl: Zobaczysz...

source: Something is wrong...
de: Etwas stimmt nicht...
pl: Coś tu nie gra...

source: You fool. You serve people, instead of enslaving them. You’re a pity.
de: Du Närrin. Du dienst Menschen, statt sie zu versklaven. Du bist eine Schande.
pl: Głupia! Służysz ludziom zamiast ich zniewolić. Jesteś żałosna.

source: HOW DARE YOU!!! I WILL BITE YOUR HEAD OFF!!!
de: WIE KANNST DU ES WAGEN!!! ICH WERDE DIR DEN KOPF ABBEISSEN!!!
pl: JAK ŚMIESZ!!! ODGRYZĘ CI ŁEB!!!

source: Itshar’Imahr YOU BELONG TO ME!
de: Itshar'Imahr, DU GEHÖRST MIR!
pl: Itshar’Imahr NALEŻYSZ DO MNIE!

source: Rashti! Is everything alright?
de: Rashti? Ist alles in Ordnung?
pl: Rashti! Wszystko w porządku?
