Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: And then Mehir understood what Anthi had in mind when she told him that it is impossible to reach this land by ship. Mehir saw a giant landmass above his head which stayed still in the air just over the clouds.
de: Und dann verstand Mehir, was Anthi damit meinte, er könne dieses Land nicht auf dem Seeweg erreichen. Mehir sah eine gewaltige Landmasse über seinem Kopf ruhig über den Wolken schweben,
pl: I wtedy Mehir zrozumiał, co Anti miała na myśli, mówiąc ze okrętem nie da się tam dopłynąć. Ujrzał on bowiem nad swoją głową ogromna masę ziemi, która nieruchomo wisiała powietrzu tuż nad chmurami.

source: Even flying carpets couldn’t reach such a high altitude, so Mehir’s people decided to draw a special circle on the ship’s floor, similar to the one which was used by the Ka-Gattan Summoners centuries ago to travel between the surface and the underground. After a few hours everything was ready and the first who had decided to teleport to the ‘flying island’ was Mehir.
de: Selbst fliegende Teppiche konnten solche Höhen nicht erreichen, deshalb beschlossen Mehirs Mannen, einen besonderen Kreis auf dem Deck zu ziehen, ähnlich dem, den die Beschwörer von Ka-Gatta vor Jahrhunderten verwendet hatten, um zwischen Oberfläche und Untergrund zu reisen. Nach ein paar Stunden war alles bereit, und der erste, der beschloss, auf die »Fliegende Insel« zu teleportieren, war Mehir.
pl: Nawet dywany Przywoływaczy nie potrafiły osiągać tak wysokich pułapów, więc aby dostać się w tak odlegle od powierzchni miejsce, ludzie Mehira postanowili namalować na pokładzie okrętu specjalny krąg, znany jeszcze z czasów Ka-Gatty, dzięki któremu przodkowie przenosili się z podziemi na powierzchnię. Po kilku godzinach wszystko było już gotowe, a pierwszym, który zdecydował przenieść się na 'latającą wyspę' był Mehir.

source: The Sun Ray is located inside the Sun Dome in the inaccessible mountains west to Kharos. It is well guarded by the best warriors and its local garrisons. If Mehir would have attacked them overland, he would not have broken through. Even immortal Rashti could not maintain her form against such a horde, and her evil side is cruel. So the magi sent them upon a flying ship, that they might land atop a mountain near the Dome. With surprise, and speed, the defenders would be overwhelmed, giving Mehir time to capture the Ray before reinforcements arrive.
de: Der Sonnenstrahl befand sich in der Sonnenkuppel in den unzugänglichen Bergen im westlichen Kharos. Sie war scharf bewacht durch die besten Krieger und die örtlichen Festungen. Hätte sie Mehir vom Land aus angegriffen, hätte er nicht vorstoßen können. Selbst die unsterbliche Rashti konnte ihre Form nicht gegenüber solchen Truppen wahren, und ihre böse Seite ist grausam. Also schickten die Weisen sie auf ein fliegendes Schiff, sodass sie auf einem Berg in der Nähe der Kuppel landen konnten. Durch Überraschung und Geschwindigkeit würden die Wächter überwältigt werden, was Mehir die Zeit verschaffen sollte, den Strahl an sich zu nehmen, bevor Verstärkung eintraf.
pl: Promyk Słońca znajduje się we wnętrzu Słonecznej Kopuły w niedostępnych górach na zachód od Kharos. Jest silnie strzeżony przez najlepszych wojowników i okoliczne garnizony. Mehir na pewno nie byłby w stanie sforsować takiej obrony, nawet przy pomocy nieśmertelnej Rashti. Dlatego magowie zaoferowali mu pomoc w dostaniu się tam. Korzystając z latającego statku on i jego oddziały mieli zostać wysadzeni na szczycie góry w pobliżu Kopuły. Takie rozwiązanie powinno zaskoczyć obrońców i jednocześnie dać Mehirowi czas na zdobycie Promyka zanim nadejdą posiłki.

source: As Mehir was boarding the skyship, a messenger from the Palace of Omniscience caught up with him. He handed him a souvenir from the Guru — a scroll describing a spell for a powerful magical circle. “Now you will be able to use its power in order to recruit or recall troops without using keeps, slow adjacent enemies, and even damage them. This should increase your chance of survival. Apart from that, the Guru gives you three Ums. They are the most powerful beings our scientists have ever created. With their help, the Kharosan relief should be slowed down.”
de: Als Mehir an Bord des Luftschiffes ging, erreichte ihn ein Bote aus dem Palast der Allwissenheit. Er reichte ihm eine Gabe des Guru — eine Rolle, die einen Zauber für einen mächtigen magischen Kreis beschrieb. »Nun wirst du seine Macht nutzen können, um Truppen ohne Burgen zu rekrutieren und einzuberufen, Feinde in deiner Nähe zu verlangsamen und gar zu verwunden. Das sollte deine Überlebenschancen erhöhen. Zudem stellt dir der Guru drei Um zur Verfügung. Sie sind die mächtigsten Kreaturen, die unsere Wissenschaftler je geschaffen haben. Mit ihrer Hilfe sollte die Verstärkung der Kharositen verlangsamt werden.«
pl: Kiedy Mehir wsiadał na podniebny statek, w ostatniej chwili przybył do niego posłaniec z Magicznego Centrum. Przyniósł on ze sobą 'pamiątkę' od Guru w postaci całkowicie nowego kręgu magicznego. 'Teraz będziesz mógł za jego pomocą przywoływać bądź rekrutować nowe oddziały, spowalniać okolicznych wrogów a nawet ich ranić. To powinno znacznie zwiększyć twoje szanse na przetrwanie. Oprócz tego Guru daje ci do dyspozycji trzy Umy. To najpotężniejsze istoty magiczne jakie udało nam się stworzyć. Ich obecność na pewno osłabi wojska Kharos i da wam czas na wykradzenie Promyka.

source: “Our skyship will take you and Rashti to the top of the mountain near the Sun Dome. Use your new circle to bring your troops from our kingdom to your location. Hurry up. Every minute new defenders will appear. Get inside the Dome, take one half of the Ray and flee back to the top. We will evacuate you from there. Remember — you have only one chance.” Mehir listened to this all and flew away...
de: »Unser Luftschiff wird dich und Rashti auf den Gipfel des Berges bei der Sonnenkuppel bringen, Nutze deinen neuen Kreis, um deine Truppen aus unserem Reich zu dir zu bringen. Beeile dich. Jede Minute werden neue Verteidiger erscheinen. Gehe in die Kuppel, nimm die Hälfte des Sonnenstrahl und fliehe zurück auf den Gipfel. Wir werden dich von dort evakuieren. Bedenke — du hast nur eine Chance.« Mehir hörte all dies und hob ab.
pl: 'Nasz powietrzny statek zabierze ciebie i Rashti na szczyt góry, w pobliżu której znajduje się Słoneczna Kopula. Korzystając z kręgu będziesz mógł sprowadzić z naszego królestwa swoje jednostki. Spiesz się. Z każdą chwilą przybywać będzie coraz więcej oddziałów wroga. Dostań się do Kopuły, zabierz Promyk i uciekaj z powrotem na szczyt. Stamtąd was ewakuujemy. Pamiętaj: masz tylko jedna szansę.' Mehir wysłuchał tego wszystkiego, po czym w milczeniu wsiadł na okręt i odleciał...

source: To Lands Unknown (custom terrain)
de: In Unbekannte Lande (Sondergelände)
pl: Ku Nieznanym Krainom (teren)

source: Cave Wall
de: Höhlenwand
pl: Ściana jaskini

source: Art Placeholder
de: Platzhaltergraphik

source: Twinkling Star
de: Funkelnder Stern
pl: Błyszcząca gwiazdka

source: Bars
de: Balken
pl: Kraty

source: Flat
de: Flachland
pl: Płaski

source: Dwarven Castle
de: Zwergenburg
pl: Krasnoludzki Zamek

source: Dwarven Castle Keep
de: Zwergenbergfried
pl: Krasnoludzka Twierdza

source: Jungle
de: Dschungel

source: Thick Jungle
de: Dschungeldickicht

source: Dawn
de: Morgendämmerung
pl: Świt

source: Morning
de: Morgen
pl: Ranek

source: Afternoon
de: Nachmittag
pl: Popołudnie

source: Dusk
de: Abenddämmerung
pl: Wieczór

source: First Watch
de: Erste Wache
pl: Pierwsza Zmiana

source: Second Watch
de: Zweite Wache
pl: Druga Zmiana

source: Defend al-Kamija
de: Verteidige al-Kamija
pl: Broń Al-Kamiji

source: Death of Mehir
de: Tod des Mehir
pl: Śmierć Mehira

source: team_name^Mehir
de: Mehir
pl: Mehir

source: team_name^Enemy
de: Feind
pl: Wróg

source: team_name^Army of Sud-Affar
de: Armee des Sud-Affar
pl: Armia Sud-Affaru

source: inferno8 presents
de: inferno8 präsentiert
pl: inferno8 prezentuje

source: An Infernal Studios Production
de: Eine Produktion von Infernal Studios
pl: produkcję Infernal Studios

source: A job. Why have I decided to be a city guard?! And who the hell decided that the palace-city needs defending? We’re in the middle of the desert, there are no threats for miles, and the only thing I have to pass the time here is to command these fools.
de: Ein Beruf. Warum habe ich mich für die Stadtwache entschieden? Und wer zum Teufel hat entschieden, dass die Palaststadt Schutz benötigt? Wir sind mitten in der Wüste, keine Bedrohung für Meilen, und das einzige, was meine Zeit beansprucht, ist, diese Idioten zu befehligen.
pl: Robota. Po jakiego szejka zachciało mi się być strażnikiem miejskim... Zresztą kto wpadł na pomysł, żeby pilnować samego miasta-pałacu? Jesteśmy na środku pustyni, nic nam nie grozi, a jedyne co muszę tu robić, to dowodzić tymi żółtodziobami...

source: Anyway, I have to wrest them away from the inns, every single evening, because they aren’t decent enough to do their duty.
de: Naja, Ich muss sie von den Kneipen fernhalten, jeden Abend, weil sie nicht anständig genug für ihren Dienst sind.
pl: I tak na końcu muszę ich wieczorami wyciągać z rynsztoków, bo zamiast 'sumiennie' wykonywać służbę oni się po prostu obijają...

source: And to think I wanted to command these Summoners...
de: Und ich wollte diese Beschwörer befehligen...
pl: A chciałem być dowódcą armii Przywoływaczy...

source: Hopefully, being the commander, I can assign myself to patrol the most beautiful places, like the highest tiers of the city. What a pleasant wind...
de: Hofffentlich kann ich als Kommandant mir anweisen, an den schönsten Plätzen zu patroillieren, etwa auf den höhsten Ebenen der Stadt. Was für eine schöne Welt...
pl: Na szczęście będąc ich szefem mogę patrolować co mi się żywnie podoba, a zwłaszcza najwyższe kondygnacje. Ach ten lekki i przyjemny wietrzyk...

source: Who... who are you?
de: Wer...wer sind Sie?
pl: Kim... kim jesteś?

source: (series of unknown words)
de: (eine Reihe unbekannter Worte)
pl: (seria nieznanych słów)

source: Something tells me this is an invasion. Prepare yourselves! Guards!
de: Irgendwas sagt mir, dass dies eine Invasion ist. Seid bereit! Wachen!
pl: Coś mi mówi, że to inwazja. Do broni! Straże!

source: Yes, sir?
de: Jawohl, Herr KommandanT?
pl: Tak szefie?

source: Take the carpet and get us some reinforcements!
de: Nimm den Teppich und fordere Verstärkung an!
pl: Weź dywan i wezwij posiłki!

source: Yes, sir!
de: Jawohl, Herr Kommandant!
pl: Tak jest!

source: Middle Tier Squad reporting for duty!
de: Squadron Mittlere Ebene meldet zum Dienst!
pl: Oddział ze środkowej kondygnacji melduje się na rozkaz!

source: At last! At them!
de: Endlich! Auf sie!
pl: Nareszcie! A teraz na nich!

source: Middle Tier, East Side Squad reporting for duty! We took carpets and flew as fast as we could.
de: Squadron Mittlere Ebene, Westseite meldet sich zum Dienst! Wir haben Teppiche genommen und sind so schnell wie möglich geflogen.
pl: Oddział z dolnej kondygnacji melduje się na rozkaz. Wzieliśmy dywany, aby było szybciej!

source: Why are you telling me such details?! Move it, soldier!
de: Warum erzählst du mir diese Details?! Greif an, Soldat!
pl: Po jakiego wezyra mi to tłumaczysz? A teraz na nich!

source: (series of unknown curses)
de: (eine Reihe unbekannter Flüche)
pl: (seria nieznanych klątw)

source: It looks like these strange blue constructs have broken down. Get this flying human!
de: Es scheint, als seien diese seltsamen blauen Konstrukte zusammengebrochen. Fasst diesen fliegenden Menschen!
pl: Wygląda na to, że coś mu się popsuło. A teraz brać go!

source: Wow, he’s fast. This is the end. You won’t get inside. Take him!
de: Huch, er ist schnell. Das ist das Ende. Sie werden nicht hineinkommen. Fasst ihn!
pl: Ale on szybki. To już koniec. Nie dostaniesz się do środka. Łapać go!

source: How... he... What was that? This is impossible. An indestructible seal protects this gate!
de: Wie...er...Was war das? Das ist unmöglich. Ein unbrechbares Sigill schützt dieses Portal!
pl: Jak on... co to było? To niemożliwe. Tych wrót strzeże niezniszczalna pieczęć...

source: What? These are avatars of air! Who is that man, that even wind obeys his orders?!
de: Was!? Das sind Manifestationen der Luft! Wer ist dieser Mann, dem selbst die Winde gehorchen?!
pl: Co? To przecież Awatary Powietrza! Kim jest ten człowiek, skoro nawet wiatr się go słucha?!

source: Elder
de: Ältester
pl: Starszy

source: Mehir! At any moment the army of Sud-Affar will come. Don’t wait for us, pursue him! He mustn’t leave the palace!
de: Mehir! Jeden Augenblick wird die Armee von Sud-Affar eintreffen. Warte nicht auf uns, verfolge ihn! Er darf den Palast nicht verlassen!
pl: Mehir! Za chwilę przybędzie armia Sud-Affaru. Nie czekaj na nas, tylko go ścigaj! On nie może opuścić pałacu!

source: Yes, sir! Follow me!
de: Jawohl, Herr Ältester! Folgt mir!
pl: Tak jest! Wszyscy za mną!

source: Enter the Central Palace
de: Betretet den Zentralen Palast
pl: Wkrocz do Centralnego Pałacu

source: Death of Elder
de: Tod des Ältesten
pl: Śmierć Starszego

source: ...open Sezam...
de: ...Sesam, öffne dich...
pl: ...Sezamie otwórz się...

source: ...ow... my back!
de: ,,,oh...mein Kreuz!
pl: ..oj... moje plecy!

source: Abyss
de: Abgrund
pl: Otchłań

source: We’re too late!
de: Wir sind zu spät!
pl: Spóźniliśmy się!

source: So this is your biggest secret...
de: Dies ist also euer größtes Geheimnis...
pl: A więc to jest wasz największy sekret...

source: An infinite passage to the Abyss, a world of unlimited energy, where time and space have no meaning...
de: Eine endlose Verbindung zu dem Dimensionalen Abgrund, einer Welt unbegrenzter Energie, in der Raum und Zeit ohne Bedeutung sind...
pl: Nieskończone przejście do Otchłani, krainy milarda energii, gdzie czas i przestrzeń nie mają już znaczenia...

source: How could you know that? You’re not one of us, although you speak our language.
de: Wie kannst du das Wissen? Du bist keiner der Unseren, auch wenn du unsere Sprache sprichst.
pl: Skąd to wiesz? Nie jesteś jednym z nas, choć mówisz w naszym języku.

source: My lord! He doesn’t move his lips!
de: Mein Herr! Er bewegt seine Lippen nicht!
pl: Mój panie! On nie rusza ustami!

source: Let me guess: this is the lamp where Nomolas rests — the first jinn, creator of your palace-city, isn’t it?
de: Lasst mich raten: dies ist die Lampe, in der Nomolas ruht — der erste Dschinn, Erbauer eurer Palaststadt, nicht wahr?
pl: Niech zgadnę: to musi być lampa, w której spoczywa Nomolas - pierwszy dżin, stworzyciel waszego miasta-pałacu, nieprawdaż?

source: Who are you?!
de: Wer bist du?!
pl: Kim jesteś?!

source: I venture forth to observe things more closely.
de: Ich reise in die Ferne, um die Dinge genauer zu betrachten.
pl: Pozwolę sobie zobaczyć ją z bliska.

source: Don’t touch it!
de: Rühre es nicht an!
pl: Nie dotykaj!

source: What amazing workmanship. I don’t understand how you were able to entrap such a powerful entity in a tiny container as this one.
de: Was für eine erstaunliche Meisterschaft. Ich verstehe nicht, wie ihr eine solch mächtige Wesenheit in einem solch kleinen Behälter fangen konntet.
pl: Cóż za niezwykłe wykonanie. Nie mogę pojąć jak udało wam się pomieścić tak potężną istotę w tak małym pojemniku.

source: I know a few people that would like to see this lamp... I’ll borrow it.
de: Ich kennen einige Leute, die diese Lampe gerne sehen würden… Ich werde sie mir ausleihen.
pl: Znam kilka osób, które z chęcią przyjrzałyby się tej lampie bliżej. Tak więc pozwolicie, że ją sobie pożyczę.

source: This is Nomolas — the first jinn, the one who does not know the limits of human imagination.
de: Dies ist Nomolas — der erste Dschinn, der die Begrenzung der menschlichen Vorstellungskraft nicht kennt.
pl: Oto Nomolas — pierwszy dżin, ten który nie zna granic wyobraźni.

source: Since we have an established passage between Abyss and our world, there is no need to keep him in the lamp. Now it is only a relic from times long-gone.
de: Da wir eine Verbindung zwischen dem Abgrund und unserer Welt einrichteten, besteht kein Grund mehr, Ihn in der Lampe zu behalten. Jetzt ist es nichts weiter als ein Relikt aus lang vergangner Zeit.
pl: Od kiedy mamy ustabilizowane przejście pomiędzy Otchłanią a naszym światem, nie ma już potrzeby trzymania go w lampie. Teraz jest ona już tylko relikwią dawnych czasów.

source: Thank you for this explanation, old man. I have gathered all necessary information. It’s time to return..
de: Danke für diese Erläuterung, alter Mann. Ich habe alle notwendigen Informationen beschafft. Nun ist es an der Zeit, zurückzukehren.
pl: Dziękuję za wyjaśnienie, starcze. Mam już wszystkie potrzebne informacje. Czas wracać.

source: So it was an illusion! He wasn’t here all the time.
de: Das war das eine Illusion! Er war die ganze Zeit gar nicht da.
pl: A więc to była iluzja! Jego tam w ogóle nie było.

source: Luckily, he’s gone. Mehir, you have been patrolling this area since dawn. Tell me what really happened here.
de: Glücklicherweise ist er fort. Mehir, du hast in diesem Gebiet seit der Morgendämmerung patrouilliert. Erzähle mir, was hier geschehen ist.
pl: Na szczęście już go nie ma. Mehirze, patrolowałes ten teren od świtu. Powiedz mi co tu się naprawdę stało.

source: I was here as always when this strange man arrived from north-west. He didn’t have a carpet, yet his feet never touched the ground. I have never seen something like this.
de: Es war wie immer, bis dieser seltsame Mann aus dem Nordwesten kam. Er hatte keinen Teppich, und doch berührten seine Füße nie den Boden. Ich habe nie zuvor so etwas gesehen.
pl: Byłem tu jak co dzień, kiedy ten dziwny człowiek przybył z północnego zachodu. Nie miał ze sobą dywanu, a mimo to jego stopy nie dotykały ziemi. Nigdy czegoś podobnego nie widziałem.

source: As soon as he stopped, mysterious blue balls appeared and surrounded him. Then big stone statues and small awful creatures with spears went out through those blue... portals, I assume. I didn’t see any magical circles, so I have no idea how could he summon anything, but he did.
de: Als er anhielt, erschienenen sofort eigenartige blaue Kugeln und umgaben ihn. Dann kamen große Steinstatuen und fiese kleine Wesen mit Speeren aus diesen blauen… Portalen, vermute ich. Ich habe keine magischen Kreise gesehen, ich habe deshalb keine Ahnung, wie er etwas beschwören konnte, doch er tat es.
pl: Jak tylko się zatrzymał, dziwne niebieskie kule pojawiły się wokół niego. Chwilę potem wielkie kamienne posągi i małe ohydne stworki z włóczniami wyszły z tych niebieskich... portali, jeśli mogę to tak nazwać. Nie widziałem żadnych magicznych kręgów. Nie wiem jak on mógł cokolwiek przywołać, ale udało mu się.

source: Some time later, those blue gates disappeared and the flying man turned towards the central palace. Even the indestructible seal didn’t stop him. He just turned into... wind and slipped through a slit in the gates. Then you appeared.
de: Einige Zeit später verschwanden diese bauen Tore und der fliegende Mann wendete sich dem Zentralen Palast zu. Selbst das Unzerbrechliche Siegel konnte ihn nicht aufhalten. Er hat sich einfach in ... Wind verwandelt und durch die Spalten der Pforte geschlichen. Dann seid ihr erschienen.
pl: Później, kiedy te dziwne niebieskie wrota znikły, latający człowiek skierował się w stronę Centralnego Pałacu. Nawet niezniszczalne wrota nie powstrzymały go. Zamienił się po prostu w wiatr i prześlizgnął przez szczelinę. Później zjawiłeś się ty, Panie.

source: Hmm.. this is worrying. I’m certain this man isn’t one of our citizens. I must call a meeting of the Highest Council as soon as possible. In the meantime I order you to double the guards.
de: Hmm...das ist besorgniserregend. Ich bin mir sicher, dass dieser Mann keiner unserer Bürger war. Ich muss eine Zusammenkunft des Höchsten Rates so bald wie möglich berufen. Derweil befehle ich dir, die Wachen zu verdoppeln.
pl: Hmm... to niepokojące. Jestem pewien, że to nie jest jeden z naszych mieszkańców. Muszę zwołać zebranie Najwyższej Rady tak szybko, jak to tylko możliwe. W międzyczasie wzmocnijcie straże.

source: Have you stopped the invaders by yourselves?
de: Habt ihr die Eindringlinge alleine besiegt?
pl: Czyżbyście sami powstrzymali najeźdźców?

source: Oh, welcome, honorable Sharif. You missed the finale. We managed without your help, thanks to the commander of our city guard.
de: Oh, seid wilkommen, werter Sharif. Sie haben das Finale verpasst, Wir haben es ohne Ihre Hilfe geschafft, unserem Kommandanten der Stadtwache zu dank.
pl: O, witaj czcigodny Shrifie. Przegapiłeś finał. Poradziliśmy sobie bez Twojej pomocy, a to dzięki dowódcy naszej straży miejskiej.

source: Is it true? Have you stopped them, young man?
de: Ist das wahr? Hast du sie aufgehalten, junger Mann?
pl: Czy to prawda? Czyżbyś sam ich powstrzymał, młody człowieku?

source: It is my duty.
de: Es ist meine Pflicht.
pl: Taką mam pracę

source: Someone like him shouldn’t be neglected. Maybe he should start commanding in your army? What do you think, Sharif?
de: Jemand wie er sollte nicht vernachlässigt werden, Vielleicht sollte er beginnen, in Ihrer Armee zu befehligen? Was denken Sie, Sharif?
pl: Ktoś taki jak on nie powinien się zmarnować. Może znajdzie się dla niego miejsce w szeregach armii Sud-Affaru? Co o tym sądzisz, Szarifie?

source: Hmmm, that’s a good idea! Just tell me your name, young man.
de: Hmmm, das ist eine gute Idee! Nenn mir deine Namen, junger Mann.
pl: Hmmm, to dobry pomysł! Powiedz mi tylko jak się nazywasz, młody człowieku.

source: I... I am Mehir.
de: Ich… ich bin Mehir.
pl: Ja... ja jestem Mehir.

source: Excellent, I appoint you as my assistant.
de: Exzellent, Ich ernenne dich zu meinem Assistenten.
pl: Świetnie, mianuję Cię moim pomocnikiem.

source: Hurray!
de: Hurra!
pl: Hurra!

source: East of Sud-Affar
de: Östlich von Sud-Affar
pl: Na Wschód od Sud-Affaru

source: RUN!!!
de: LAUF!!!
pl: UCIEKAJ!!!

source: We advance at a good pace. If it we don’t slow down, we will be in the Abyss sooner than it was planned.
de: Wir schreiten mit einem guten Tempo voran. Wenn wir uns nicht verlangsamen, werden wir früher im Abgrund sein als geplant.
pl: Mamy dobre tempo. Jeśli się utrzyma, będziemy w Otchłani szybciej niż planowano.

source: Indeed. The workers from Sud-Affar are very diligent, but this is also thanks to me, the supervisor. And now get back to work! What are you waiting for?
de: In der Tat, Die Arbeiter aus Sud-Affar sind sehr gewissenhaft, doch bin auch ich, der Aufseher, verantwortlich. Und nun zurück an die Arbeit! Worauf wartet ihr?
pl: Rzeczywiście. Robotnicy z Sud-Affaru są niesamowicie pracowici, ale to też zasługa nadzorcy budowy czyli... mnie! A teraz do roboty. Na co czekacie? Nie obijać się!

source: We have a problem, My Lord.
de: Wir haben ein Problem, Herr.
pl: Mamy jednak problem, Panie.

source: What are you talking about?!
de: Wovon redest du?
pl: Jaki znowu problem?!

source: There’s a jungle, over there, just in front of the path of the Circle. We will have to move through it.
de: Es gibt da einen Dschungel, genau vor dem Pfad des Kreises. Wir müssen durch ihn hindurch.
pl: Na trajektorii kręgu stoi ta oto dżungla przed nami. Będziemy musieli się przebić.

source: And that is a problem? We have fire elementals; they will burn the path in front of us.
de: Das ist das Problem? Wir haben Feuergeister; sie werden den Pfad vor uns niederbrennen.
pl: I to ma być ten problem? Mamy żywiołaki ognia, wypalą trasę przed nami.

source: The jungle may not be safe. This work drives us to lands unknown.
de: Der Dschungel ist vielleicht nicht sicher. Diese Arbeiten führen uns in unbekannte Lande.
pl: Ta dżungla może być niebezpieczna. Cała ta trasa prowadzi nas ku nieznanym krainom.
