Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: I HATE YOU!!! I WILL BURN YOU, AND YOU’LL SUFFER!
de: ICH HASSE DICH!!! DU WIRST BRENNEN UND LEIDEN!
pl: NIENAWIDZE WAS!!! SPALĘ WAS WSZYSTKICH!

source: No, stop! What is happening with me?! Mehir, I don’t want...
de: Nein, Halt? Was geschieht mit mir?! Mehir, Ich will nicht….
pl: Nie, stop! Co się ze mną dzieje? Mehirze, nie chcę...

source: ...TO SEE YOU ALIVE!!!
de: ,,,DICH AM LEBEN WISSEN!!!
pl: ...WIDZIEĆ CIĘ ŻYWEGO!!!

source: I didn’t say that! It’s her.
de: Ich hab das nicht gesagt! Sie war es.
pl: Nie powiedziałam tego! To ona.

source: It happened... Rashti has lost her balance. We must kill this Efreet as soon as possible. This will save her.
de: Es ist geschehen… Rashti hat ihre Ausgeglichenheit verloren. Wir müssen diesen Afriten so schnell wie möglich töten. Dies wird sie retten.
pl: Stało się... Rashti straciła równowagę. Musimy unicestwić tego Ifryta najszybciej jak to tylko możliwe. To ją ocali.

source: Oh no. We must kill that bastard. Maybe there is a chance...
de: O nein, Wir müssen diesen Schurken töten. Vielleicht gibt es eine Möglichkeit...
pl: O nie. Musimy zabić tego drania. Może jest jeszcze nadzieja...

source: Whatever happens, do not attack Rashti! This is an order!
de: Was auch immer geschieht, greift Rashti nicht an! Das ist ein Befehl!
pl: Cokolwiek się stanie, nie atakować Rashti! To rozkaz!

source: I WANNA SLAUGHTER YOU, MEHIR!
de: ICH WILL DICH NIEDERMETZELN, MEHIR!
pl: CHCĘ CIĘ ZMASAKROWAĆ, MEHIRZE!

source: Don’t listen to her!
de: Hört nicht auf sie!
pl: Nie słuchać jej!

source: We must kill this damn Efreeti as soon as possible.
de: Wir müssen diesen verdammten Afriten so schnell wie möglich töten.
pl: Musimy ubić tego Ifryta natychmiast!

source: You will never harm your master!
de: Du wirst nie deinen Meister schaden!
pl: Nigdy nie skrzywdzisz swego pana!

source: SHUT UP! I WILL KILL YOU ALL!!!
de: SCHWEIG! ICH WERDE EUCH ALLE TÖTEN!
pl: STUL RYJ! ZARŻNĘ WAS WSZYSTKICH!!!

source: My Master! KILL! I’m loosing DIE! control. The Abyss KILL! is in danger. DIE!
de: Mein Meister! TÖTEN! Ich verliere die STIRB! Kontrolle. Der Abgrund TÖTEN! ist in Gefahr. STIRB!
pl: Mój Panie! ZABIĆ! Tracę GIŃ! kontrolę. Otchłań ZABIĆ! jest w niebezpieczeństwie. GIŃ!

source: Help... me... YOU PIECE OF... I am DIE!!! ...ing...
de: Hilf...mir…DU VERDAMMTES… Ich bin am VERRECKE!!! ...n...
pl: Pomóż... mi... TY SKUR...Ja UMIER... am...

source: I feel you, Rashti. It is a pleasure for me to have you as a guest in my land.
de: Ich spüre dich, Rashti, Es ist mir ein Vergnügen, dich in meinem Land zu beherbergen,
pl: Wyczuwam Cię Rashti. To dla mnie zaszczyt gościć cię na mych ziemiach.

source: You are nothing to me.
de: Du bist nichts gegen mich.
pl: Jesteś dla mnie niczym.

source: We will see.
de: Wir werden sehen.
pl: Zobaczymy.

source: Let’s hope, Rashti will resist his will...
de: Hoffentlich widersteht Rashti seinem Willen...
pl: Miejmy nadzieję, że Rashti oprze się jego woli...

source: I AM NO LONGER YOUR SERVANT, HUMANS! DIE!!!
de: ICH BIN NICHT LÄNGER EURE DIENERIN, MENSCHEN!!! STERBT!!!
pl: JUŻ NIE JESTEM WASZYM SŁUGĄ, LUDZIE! GIŃCIE!!!

source: STOP!!! You won’t kill any Summoner!
de: HALT!!! Du wirst keine Beschwörer töten!
pl: STOP!!! Nie zabijesz żadnego Przywoływacza!

source: HERE COMES YOUR DEATH!!!
de: HIER KOMMT DEIN TOD!!!
pl: SZYKUJ SIĘ NA ŚMIERĆ!!!

source: No! *starts fighting with her second half*
de: Nein! *beginnt, mit ihrer anderen Hilfe zu kämpfen*
pl: Nie! *zaczyna walczyć z jej drugą połową*

source: KILLKILLKILL!!!
de: TÖTENTÖTENTÖTEN!!!
pl: ZABIĆZABIĆZABIĆ!!!

source: Enough! Control yourself!
de: Genug! Beherrsche dich!
pl: Dosyć tego! Opanuj się!

source: DESTROY!!!
de: ZERSTÖREN!!!
pl: ZNISZCZYĆ!!!

source: Do not fight her! She’s MINE!
de: Bekämpft sie nicht! Sie ist MEIN!
pl: Nie walczyć z nią! Jest MOJA!

source: Who dares to stand in MY WAY?!
de: Wer wagt es, sich MIR in den Weg zu stellen?!
pl: Kto śmie stać na MOJEJ DRODZE?!

source: He’s too powerful for us to banish him! We must kill him!
de: Er ist zu mächtig, als dass wir ihn bannen könnten! Wir müssen ihn töten!
pl: Jest zbyt potężny by go wygnać! Musimy go unicestwić na dobre!

source: NOOOOOOOOOOOAAAAAAAARRRRRRRRGGGGHHHHHHHHH!!!.
de: NEEEEEEEIIIIAAAAAAAARRRRRRRRGGGGHHHHHHHHH!!!
pl: NIIEEEAAAARRRRRRRRGGGGHHHHHHHHH!!!

source: The enchantment has been dispelled, and the magical entities have regained their personalities.
de: Die Verzaberung ist gebrochen, und die magischen Geschöpfe haben ihre Persönlichkeiten wieder erhalten.
pl: Czar prysł, a magiczne istoty odzyskały pierowtną osobowość.

source: Rashti, do you recognize me?
de: Rashti, erkennst du mich?
pl: Rashti, poznajesz mnie?

source: Please, be as you were before.
de: Bitte, sei wie früher.
pl: Proszę, bądź taka jak przedtem.

source: ...I had a vision...
de: ...Ich hatte eine Vision...
pl: ...miałam wizję...

source: Wh...what?
de: W,,,Was?
pl: C..co?

source: ...I died. I felt like there was no good nor evil in me. I was Unity...
de: ...Ich starb. Ich fühlte mich, als gebe es weder gut noch böse in mir. Ich war Einheit...
pl: ...umarłam. Czułam jak nie ma we mnie dobra i zła. Byłam Jednością...

source: Amazing... an entity from Abyss that has visions... It’s the first time I have seen something like this. It looks like she regained her consciousness, and luckily so!
de: Erstaunlich… ein Wesen des Abgrunds, das Visionen erhält… Dies ist das erste Mal, dass ich so etwas gehört habe. Es sieht so aus als habe sie ihr Bewusstsein zurückerlangt wie die anderen, und hier können wir von Glück sprechen!
pl: Niesamowite... istota z Otchłani miała wizje... Pierwszy raz widzę coś takiego. Wygląda na to, że odzyskała świadomość, na szczęście!

source: Thank Nomolas! You’re back! I have made a mistake bringing you here. Now everything’s back to normal, we can finally go home.
de: Dank sei Nomolas! Du bist zurück! Dich hierher zu bringen war ein Fehler. Nun, da alles wieder normal ist, können wir endlich heimkehren.
pl: Dzięki Ci Nomolasie! Jesteś z powrotem! Wszystko wreszcie wróciło do normy. Możemy wracać do domu.

source: In accordance to the regulations the local guild will confiscate all of magical beings that have betrayed their masters. They will be sent back to the Abyss, where their minds will be cleared.
de: Gemäß der Vorschriften wird die lokale Gilde alle magischen Geschöpfe, die ihre Meister verrieten, Konfiszieren und in den Abgrund zurücksenden, wo ihr Verstand gereinigt wird.
pl: Zgodnie z rozporządzeniem lokalna gildia skonfiskuje wszystkie magiczne istoty, które zdradziły swych panów. Zostaną one odesłane do Otchłani, gdzie ich umysły kompletnie się oczyszczą.

source: I think, though, it wouldn’t be necessary for Rashti, because of her dual nature. Good Ho’Rashti should draw her conclusions for the future and never betray you in similar situations again.
de: Ich denke allerdings nicht, dass das für Rashti nötig ist, angesichts ihrer zweifachen Natur. Die Gute HoRashti wird für die Zukunft ihre Schlüsse ziehen und dich nie wieder in ähnlichen Situationen verraten.
pl: Myślę jednak, że w przypadku Rashti nie będzie to konieczne, z racji jej dwoistej natury. Dobra Ho'rashti powinna wyciągnąć wnioski na przyszłość i nigdy nie zdradzić w podobnych systuacjach w przyszłości.

source: In accordance to the regulations the local guild will confiscate all magical beings that have betrayed their masters. They will be sent back to the Abyss, where their minds will be cleared.
de: Gemäß den Vorschriften wird lokale die Gilde alle magischen Geschöpfe, die ihre Meister verrieten, konfiszieren und in den Abgrund zurücksenden, wo ihr Verstand gereinigt wird.
pl: Zgodnie z rozporządzeniem lokalna gildia skonfiskuje wszystkie magiczne istoty, które zdradziły swych panów. Zostaną one odesłane do Otchłani, gdzie ich umysły kompletnie się oczyszczą.

source: I understand. Your knowledge has proved to be most helpful, so I’ve decided to allow you to have some of my luxuries!
de: Ich habe verstanden, Dein Wissen hat sich als höchst hilfreich herausgestellt, weshalb ich dir einiges von meinem Luxus erlaube!
pl: Rozumiem. Twoja wiedza okazała się być niezwykle przydatna, więc pozwalam ci częściowo skorzystać z mojego luksusu!

source: Oh, my liege! I am extremely honored! Let’s return to the city!
de: Oh, mein Herr! Ich bin zutiefst geehrt! Lasst uns in die Stadt zurückkehren!
pl: Och, mój Panie! To dla mnie zaszczyt! Wracajmy do miasta!

source: ...Someone is coming... I hear their breath — it is a human... they come from the north-west...
de: ...Es kommt jemand… Ich höre ihren Atem — es ist ein Mensch… sie kommen aus dem Nordwesten...
pl: ...Ktoś nadchodzi... Słyszę jego oddech - to człowiek... nadchodzi z północnego zachodu...

source: A human! Alone?! We’re on the Great Desert!
de: Ein Mensch! Alleine?! Wir sind in der Großen Wüste!
pl: Człowiek?! Sam?! Jesteśmy na Wielkiej Pustyni!

source: ...I’ve finally found... you...
de: ...Endlich fand ich… euch...
pl: ...Wreszcie was... odnalazłem...

source: He must’ve fainted. Quick, give him something to drink. We must bring him to Tar-Tabar!
de: Er muss in Ohnmacht gefallen sein. Schnell, gibt ihm etwas zu trinken. Wir müssen ihn nach Tab-Tabar bringen!
pl: Stracił przytomność. Szybko, dajcie mu coś do picia. Musimy zabrać go do Tar-Tabaru!

source: Only five?! I thought Tar-Tabar had more Dispellers than that...
de: Nur fünf?! Ich dachte, Tab-Tabar hätte mehr Banner...
pl: Tylko pięciu? Myślałem, że Tar-Tabar ma więcej Odczyniaczy...

source: Unfortunately, Tashkar stinted our guild. Forgive me, my liege, but we can’t afford to train more of them.
de: Unglücklicherweise hat Tashkar unsere Gilde die Mittel gekürzt. Vergebt mir, Herr, aber wir können es uns nicht leisten, mehr zu trainieren.
pl: Niestety Tashkar skąpił na naszą gildię. Wybacz mi mój panie, ale nie stać nas było na wyszkolenie większej ilości.

source: Excellent, we’re fighting with the biggest evil from the Abyss and I have only five dispellers... If we survive this madness, I will remove his limitations.
de: Hervorragend, wir kämpfen gegen das größte Übel aus dem Abgrund, und ich habe nur fünf Banner… Sollten wir diesen Wahnsinn überleben, werde ich seine Einschränkungen zurücknehmen.
pl: Wspaniale, walczymy z największym złem z Otchłani a ja mam tylko pięciu odczyniaczy... Jeśli przeżyjemy to szaleństwo, zwiększę wam fundusze.

source: Your goodness is unmeasured! Thank you!
de: Deine Güte kennt keine Grenzen! Danke!
pl: Twoja dobroć jest nieoceniona! Dzięki ci!

source: Far North
de: Der Hohe Norden
pl: Daleka Północ

source: This scenario has visual and audio effects that may cause noticeable slowdown on weaker devices. Note that you can toggle these effects at any time during the scenario by using the relevant options in the context menu.
de: In diesem Szenario gibt es Spezialeffekte, die bei schwächeren Computern eine merkliche Verlangsamung bewirken könnnen. Ihr könnt diese Effekte jederzeit an- und ausschalten, indem Ihr die jeweilige Option im Rechtsklick-Menü auswählt.

source: Load rain
de: Regen
pl: Załaduj deszcz

source: Continue without rain
de: Ohne Regen fortfahren
pl: Kontynuuj bez deszczu

source: team_name^Hydras
de: Hydren
pl: Hydry

source: team_name^Invaders
de: Invasoren
pl: Najeźdźcy

source: Toggle Lightning Effects
de: Blitzeffekte

source: Toggle Rain Sound Effects
de: Regengeräusche

source: Toggle Rain Visual Effects
de: Regendarstellung

source: What a warm welcome for a return after a thousand years...
de: Welch herzliches Willkommen für eine Rückkehr nach tausend Jahren...
pl: Cóż za ciepłe powitanie jak na powrót po tysiącach lat nieobecności...

source: Pardon, Mehir, but we are on the border of two different climate zones and hurricanes are a common phenomenon here. Such a mild sky. We are lucky!
de: Entschuldigung, Mehir, aber wir befinden uns an der Grenze zweier Klimazonen, und Wirbelstürme sind nicht ungewöhnlich. So ein milder Himmel. Wir haben Glück!
pl: Wybacz Mehirze, ale jesteśmy na granicy dwóch stref klimatycznych i burze są tu dość częstym zjawiskiem. Poza tym mamy szczęście. Spójrz na to łagodne niebo.

source: It’s the first time I have seen water falling from the sky. Something like that could be very useful in our desert.
de: Zum ersten Mal sehe ich Wasser vom Himmel fallen. So etwas wäre sehr nützlich in unserer Wüste.
pl: Pierwszy raz widzę wodę spadającą z nieba. Coś takiego bardzo by się przydało na naszej pustyni.

source: Careful what you wish. You’ve not seen a flood.
de: Sei vorsichtig mit deinen Wünschen. Du hast keine Flut gesehen.
pl: Uważaj co mówisz. Nie widziałeś powodzi.

source: I’ve seen sand. Everywhere. In my lungs. In my eyes. Your storms have nothing on ours.
de: Ich habe Sand gesehen. Überall. In meinen Augen. In meinen Lungen. Eure Stürme sind nichts gegen unsere.
pl: Widziałem piach. Wszędzie. W moich oczach.W moich płucach. Wasze burze są niczym w porównaniu z naszymi.

source: Our storms killed all of my crew. Do not speak ill of the dead.
de: Unsere Stürme tötete meine gesamte Mannschaft. Schmähe die Toten nicht.
pl: Nasze burze zabiły całą moją załogę.

source: I can see someone in the distance...
de: Ich kann in der Ferne jemanden sehen...
pl: Widzę kogoś w oddali...

source: Hail, Dedylos. Look who comes!
de: Sei gegrüßt, Dedylos. Sieh, wer kommt.
pl: Witaj Dedylosie. Zobacz kogo przyprowadziłem!

source: I can’t believe my own eyes. Anthi knew who should be chosen for this suicidal mission. You’re a hero, Atiros!
de: Ich traue meinen Augen nicht. Anthi wusste, wer für dieses Himmelsfahrtkommando ausgewählt werden musste. Du bist ein Held, Atiros.
pl: Nie wierzę własnym oczom. Anthi wiedziała kogo posłać na tę samobójczą misję. Jesteś bohaterem, Atirosie!

source: I am lucky. But my men, not. Please, meet Mehir, leader of the Summoners of Tar-Tabar. He aids us in our plight, where none would.
de: Ich bin glücklich, meine Mannen aber nicht. Dies ist Mehir, Leiter der Beschwörer von Tar-Tabar. Er alleine hilft uns in unserer Not.
pl: Miałem szczęście, ale moi dawni towarzysze niestety nie. Proszę, poznaj Mehira, przywódcę Przywoływaczy z Tar-Tabaru. Jako jedyny postanowił wesprzeć nas w tej heroicznej walce.

source: Well met, stranger. Your help is a matter of life and death.
de: Sei gegrüßt, Fremder. Deine Hilfe ist eine Frage von Leben und Tod.
pl: Witaj przybyszu. Twoja pomoc jest dla nas sprawą życia i śmierci.

source: As it happens, I have fought this enemy before. I have valuable experience useful to us all.
de: Ich habe tatsächlich diesen Feind bereits bekämpft. Ich habe wertvolle Erfahrung, die uns allen nutzen werden.
pl: Walczyłem już z waszym przeciwnikiem. Posiadam cenne doświadczenie, które wszystkim nam może się przydać.

source: I will send a messenger to Kharos to announce the amazing news. In the meantime, come to my castle! You have been gone a long while. Tell me of your travel.
de: Ich werde einen Boten nach Kharos, um diese wunderbaren Neuigkeiten zu verkünden. Kommt in der Zwischenzeit in meine Burg! Du bist lange fort gewesen. Erzähle mir von deiner Reise.
pl: Zaraz poślę kogoś do Kharos, aby ogłosił te niezwykłe wieści. W międzyczasie zapraszam was do mego zamku! Chciałbym usłyszeć o waszej podróży.

source: Tell me of Kharos.
de: Erzähle mir von Kharos.
pl: Opowiedz mi jak wygląda sytuacja w Kharos.

source: Two hours later...
de: Zwei Stunden später...
pl: Dwie godziny później...

source: The dark armies have captured all of the cities of the middle-lands; we had to evacuate all of our citizens that live there, and now they’re behind the thick walls of Kharos. The only exception is Saffaros, for we hope to escape to the desert by its port if the capital falls.
de: Die dunklen Armeen haben alle Städte der Mittellande eingenommen; wir mussten alle Bürger, die dort lebten, evakuieren, und nun befinden sie sich hinter den dicken Mauern von Kharos. Die einzige Ausnahme ist Saffaros, denn wir hoffen, von seinem Hafen aus in die Wüste zu entkommen, sollte die Hauptstadt fallen.
pl: Mroczne armie zajęły wszystkie miasta środka. Musieliśmy ewakuować okolicznych mieszkańców, któzy teraz znajdują się za grubymi murami Kharos. Wyjątkiem jest tylko nasze Saffaros. Planujemy uciec stąd na pustynię, na wypadek, gdy stolica upadnie.

source: So only two cities remain...
de: Es bleiben also nur noch zwei Städte...
pl: Więc tylko dwa miasta pozostały...

source: THEY’RE HERE!!! RUN!!!
de: SIE SIND HIER!!! LAUFT!!!
pl: ONI TU SĄ!!! UCIEKAJCIE!!!

source: But... how is it possible? They had to come from the north!
de: Aber… wie ist das möglich? Sie hätten aus dem Norden kommen müssen!
pl: Ale... jak to możliwe? Mieli nadejść z północy!

source: Enemy on the horizon!!! They have seized Degos!!!
de: Feinde am Horizont!!! Sie haben Degos eingenommen!!!
pl: Wróg na horyzoncie!!! Zajęli Degos!!!

source: Does it mean...
de: Heißt das...
pl: Czy to oznacza...

source: And what about Kharos? Have they destroyed Kharos?
de: Und was ist mit Kharos? Haben sie Kharos zerstört?
pl: A co z Kharos? Czy zniszczyli Kharos?

source: No! Their main strike force is regrouping to the east!!!
de: Nein! Ihre Hauptarmee formiert sich im Osten neu!
pl: Nie! Ich główna armia dopiero zbiera się na wschodzie!!!

source: Thank the sun, for Kharos is untouched, for now. So they must be scouts. We must defend Saffaros. Mehir, will you help us?
de: Dank sei der Sonne, Kharos ist unberührt, zurzeit. Es müssen also Kundschafter sein. Wir müssen Saffaros verteidigen. Mehir, wirst du uns helfen?
pl: Dzięki ci Słońce! Kharos jest nietknięte, na razie. Więc to muszą być zwiadowcy. Musimy obronić Saffaros. Mehirze, pomożesz nam?

source: You defend the town and I will prepare a counterattack.
de: Du verteidigst die Stadt und ich bereite den Gegenangriff vor.
pl: Wy brońcie miasta, a ja przygotuję kontratak.

source: Rain damages all your fire elementals. Be careful.
de: Regen beschädigt alle Feuergeister. Seid auf der Hut.
pl: Deszcz uszkadza żywiołaki ognia. Miej to na uwadze.

source: Death of Atiros
de: Tod des Atiros
pl: Śmierć Atirosa

source: Death of Dedylos
de: Tod des Dedylos
pl: Śmierć Dedylosa

source: These monsters seem to rise to the surface in that swamp. I hope there won’t be too many of them or we will never make it.
de: Diese Monster scheinen aus diesem Sumpf aufzutauchen. Ich hoffe, es werden nicht zu viele, oder wir werden es nie schaffen.
pl: Te potwory zdają się wypływać z bagna. Miejmy nadzieję, że nie będzie ich zbyt wiele, bo inaczej nie damy rady.

source: If I had a Great Jinn, he could create a new, larger keep for me and strengthen the city walls...
de: Hätte ich einen Großen Djinn, könnte er mir eine neue, größere Burg für mich errichten und die Stadtmauern verstärken...
pl: Gdybym miał Wielkiego Dżina, mógłby on zbudować mi większą twierdzę i wzmocnić mury miasta...

source: a Great Jinn can build a better wall for Saffaros
de: Ein Großer Djinn kann eine bessere Mauer für Saffaros bauen.
pl: Wielki Dżin może zbudować lepsze mury dla Saffaros

source: Great Jinn, I order you to create a new keep in this town!
de: Großer Djinn, ich befehle dir, diese Stadt neu zu befestigen!
pl: Wielki Dżinie, Rozkazuję ci stworzyć nową twierdzę w tym mieście!

source: As you wish, Master.
de: Wie Ihr wollt, Meister.
pl: Jak sobie życzysz, mój Panie!

source: Amazing!
de: Erstaunlich!
pl: Niesamowite!

source: We did it! It’s the first time we have defeated them!!! Thank you, Mehir!
de: Wir haben es geschafft! Erstmals haben wir sie besiegt!!! Danke, Mehir!
pl: Udało się! Pierwszy raz odnieśliśmy nad nimi zwycięstwo!!! Dzięki Ci, Mehirze!

source: I’m not surprised at all that your country is falling.
de: Ich bin gar nicht überrascht, dass euer Land fällt.
pl: Wcale się nie dziwię, że wasze państwo upada.

source: Your armies consist of humans, who are very easy to kill. We, contrariwise, mainly use beings from the Abyss, which cannot be poisoned or eaten, which seem to be the favorite tactics of your enemies. You’re lucky I’ve decided to help you.
de: Eure Armeen bestehen aus Menschen, welche leicht zu töten sind Wir hingegen benutzen vor allem Geschöpfe aus dem Abgrund, die nicht vergiftet oder gefressen werden können, was die Haupttaktik eurer Feinde zu sein scheint. Ihr habt Glück, dass ich mich entschieden habe, euch zu helfen.
pl: Wasze armie składają się z ludzi, których łatwo zabić. My zaś używamy głównie istot z Otchłani, które nie mogą być zatrute bądź zjedzone, a to zdaje się być ulubioną taktyką waszych wrogów. Macie szczęście, że zdecydowałem się wam pomóc.

source: Yes.
de: Ja.
pl: Tak.

source: Gates of Kharos
de: Tore von Kharos
pl: Wrota Kharos

source: team_name^Master of Darkness
de: Herr der Finsternis
pl: Mistrz Ciemności

source: Master of Darkness
de: Herr der Finsternis
pl: Mistrz Ciemności

source: team_name^Master of War
de: Herr der Krieges
pl: Mistrz Wojny

source: team_name^Master of Battle
de: Herr der Schlacht
pl: Mistrz Bitwy

source: team_name^Dedylos
de: Dedylos
pl: Dedylos

source: Bodyguard
de: Leibwächter
pl: Ochroniarz

source: Adviser
de: Ratgeber
pl: Doradca

source: We’re a bit too late.
de: Etwas zu spät.
pl: Chyba się spóźniliśmy.

source: There are too many of them. This day had to come...
de: Es sind zu viele. Dieser Tag musste eintreffen...
pl: Jest ich zbyt wielu. Ten dzień musiał w końcu nadejść...

source: Don’t lose hope, Anthi. These walls have protected our peoples for centuries; nothing can destroy our gates.
de: Verliere nicht die Hoffnung, Anthi. Diese Mauern schützten unser Volk seit Jahrhunderten; nichts kann unsere Tore zerstören.
pl: Nie trać nadziei Anthi. Te mury chroniły naszych mieszkańców od wieków. Nic nie jest w stanie zniszczyć naszych wrót.

source: Atiros has not come back...
de: Atiros ist nicht zurückgekehrt...
pl: Atiros nie powrócił...

source: I’m not sure whether he returned or not, but I can see an army in the distance. They must be troops from Saffaros, and those beside them... They don’t look like the warriors of Kharos, but they’re not of the invaders either...
de: Ich bin nicht sicher, ob er zurückgekehrt ist oder nicht, aber ich kann in der Ferne eine Armee sehen. Sie müssen Truppen aus Saffaros sein, und neben ihnen… sie sehen nicht aus wie Kharositenkrieger, doch sie gehören auch nicht zu den Angreifern…
pl: Nie wiem, czy wrócił czy nie, ale widzę jakąś armię w oddali. To muszą być oddziały z Saffaros, a ci drudzy... Nie wyglądają jak wojska Kharos, nie przypominają też najeźdźców.

source: Is this... Can it be true? They... exist? I can’t feel them because of this dark aura...
de: Ist das… Kann es wahr sein? Sie… existieren? Ich kann sie wegen dieser finsteren Aura nicht spüren...
pl: Czy to... Czyżby tam byli Oni? Czy naprawdę... istnieją? Nie mogę ich wyczuć przez tę aurę ciemności...

source: Strange. The enemy always attacked by night, but this time is different. I have bad feelings about this.
de: Seltsam. Der Feind griff stets in der Nacht an, doch nicht dieses Mal. Ich habe ein schlechtes Gefühl.
pl: Dziwne. Wróg zawsze atakował nocą, ale teraz jest inaczej. Mam złe przeczucia.

source: Don’t forget they are surrounded. We have the surprise, and they won’t survive this.
de: Vergiss nicht, dass sie umzingelt sind. Wir werden überraschen, und sie werden es nicht überleben.
pl: Nie zapominaj, że są otoczeni. Jeśli ich zaskoczymy, nie będą mieli szans.

source: Be not hasty. A vile foe violates us all.
de: Nicht zu hastig. Ein widerwärtiger Gegner schadet uns allen.
pl: Nie działaj pospiesznie. Nikczemny wróg może znać nasze zamiary.

source: Defeat the invaders
de: Besiegt die Invasoren
pl: Pokonaj najeźdźców
