Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: Quite right! Mobilize your people. Bring baskets for fruit, and traps for game. I shall enjoy the sightseeing.
de: Sehr richtig! Setze deine Leute in Bewegung. Bringt Fruchtkörbe und Jagdfallen mit. Ich will den Tourismus genießen.
pl: Masz rację! Zbierz ludzi. Przynieś jakieś kosze na owoce, urządzimy sobie tam piknik!

source: This area looks safe...
de: Dieses Gebiet scheint sicher...
pl: Okolica wygląda w miarę bezpiecznie...

source: Wait! Did you hear that?
de: Warte! Hast du das gehört?
pl: Chwila! Słyszeliście to?

source: It looks like we’re not alone. Prepare yourselves!
de: Es scheint, als seien wir nicht alleine. Haltet euch bereit!
pl: Wygląda na to, że nie jesteśmy tu sami. Przygotujcie się do obrony!

source: They are... lizards... and that one is probably their leader. See all of those feathers. Maybe we should talk with them?
de: Das sind...Echsen… Und diese da ist wahrscheinlich ihr Anführer. Sieh, all diese Federn. Vielleicht sollten wir mit ihnen reden?
pl: To jakieś... jaszczurki... a ta przed nami to chyba ich przywódca. Spójrzcie na te pióra. Może powinniśmy z nimi porozmawiać?

source: Ah, yes, well... Welcome, we come in peace.
de: Äh, ja, gut… Willkommen, wir kommen in Frieden.
pl: No tak, eee.. witajcie. Przybywamy w pokoju.

source: (whispers)...though everything will go up in smoke soon...
de: (flüstert)...auch wenn alles bald in Rauch aufgehen wird...
pl: (szepcze)...choć to strasznie naciągane, skoro za chwilę wszystko pójdzie z dymem...

source: My Lord!
de: Herr!
pl: Panie!

source: Oops, sorry. What I was trying to... ah. So we come from the desert, precisely speaking from the city, of which the highest tower can be seen in the distance. Around that city we’re building a giant circle...
de: Ups, Entschuldigung. Was ich sagen wollte,,,äh, Wir kommen also aus der Wüste, genaugenommen aus der Stadt, deren höchsten Turm man in der Ferne sehen kann, Um diese Stadt bauen wir einen gewaltigen Kreis...
pl: Ups, przepraszam. Na czym to ja... aha. Tak więc przybywamy z pustyni, a dokładniej z tego miasta, którego wieże widać na horyzoncie. Budujemy wokół niego takie kółko...

source: Lord, they don’t understand. Maybe we should show them?
de: Herr, sie verstehen nicht. Vielleicht sollten wir es ihnen zeigen?
pl: Panie, oni chyba nic nie rozumieją. Może powinniśmy im pokazać to, co chcemy powiedzieć?

source: How should I show them the Abyss and fried lizards, I wonder? Okay, okay, I’ll try. Maybe we will avoid trouble...
de: Wie soll ich ihnen den Abgrund und geröstete Echsen zeigen, frage ich mich. Ok, ok, ich werde es versuchen. Vielleicht können wir Ärger vermeiden...
pl: Ciekawe jak im pokażę Otchłan i to, że za chwile będą tu zgliszcza i smażone jaszczurki?! No dobra, spróbuję. Może jakoś unikniemy kłopotów...

source: A half hour later...
de: Eine halbe Stunde später...
pl: Pół godziny później...

source: I am afraid they still don’t understand. Maybe we should show them a magical entity?
de: Ich fürchte, sie verstehen immer noch nicht. Vielleicht sollten wir ihnen ein magisches Geschöpf zeigen?
pl: Chyba i tak nie rozumieją. Może pokażemy im jakąś istotę z Otchłani? Moze wtedy załapią o co nam chodzi?

source: The only scroll I have summons a Fire Elemental. Let’s try.
de: Meine einzige Schriftrolle beschwört einen Feuergeist. Versuchen wir es.
pl: Mam tylko zwój na żywiołaka ognia. Przekonajmy się, czy to pomoże.

source: We’re surrounded! I almost succeeded.
de: Wir sind umzingelt! Ich habe es fast geschafft.
pl: Jesteśmy otoczeni! A już prawie udało nam się ich przekonać.

source: This is my fault. Allow me to atone for it. I will stop them, and you run to the camp!!!
de: Das ist meine Schuld, Erlaube mir, Buße zu tun. Ich werde sie aufhalten, und du, renne ins Lager!!!
pl: To moja wina, panie. Pozwól, że ją odkupię. My ich zatrzymamy, a ty biegnij do obozu!

source: Your bravery is amazing. Maybe I will manage to send you some reinforcements.
de: Deine Tapferkeit ist erstaunlich. Vielleicht kann ich dir Verstärkung senden.
pl: Twoja odwaga jst niezwykła. Może zdążę was wesprzeć.

source: Don’t worry about us. You must protect the Circle at all costs!
de: Sorge dich nicht um uns. Du musst den Kreis um jeden Preis beschützen!
pl: Nie martw się o nas. Musisz bronić kręgu za wszelką cenę!

source: And, RUN!!!
de: Und, LAUF!!!
pl: A teraz UCIEKAJ!!!

source: ALERT!!!
de: ALARM!!!
pl: ALARM!!!

source: Let someone inform Sud-Affar! We are under attack! We need reinforcements!
de: Informiert Sud-Affar! Wir werden angegriffen! Wir benötigen Verstärkung!
pl: Niech ktoś powiadomi Sud-Affar! Jesteśmy atakowani! Potrzebujemy wsparcia!

source: Defend the camp
de: Verteidigt das Lager
pl: Broń obozu

source: Holy Efreeti! What is THAT?!
de: Heiliger Afrit! Was ist DAS?!
pl: Na Ifryta! Co to jest?!

source: Oh no, please! We can’t survive such an attack by such a thing!
de: Oh nein, bitte nicht! Wir können einen Angriff von so etwas nicht überleben!
pl: O nie, tylko nie to! Nie wytrzymamy czegoś takiego!

source: (that lizard says something, but it is too far away for Mehir to hear anything)
de: (diese Echse sagt etwas, dich sie ist zu weit weg, als dass Mehir etwas hören könnte)
pl: (ta jaszczurka coś mówi, jednak z tak dalekiej odległości nic nie można usłyszeć)

source: Huh? They withdraw? We are safe!
de: Huch? Sie ziehen sich zurück? Wir sind gerettet!
pl: Hę? Wycofują się? Jesteśmy uratowani!

source: No, wait — we are still under attack! Continue defending — now we can stop them.
de: Nein, wartet — wir werden immer noch angegriffen! Verteidigt weiter — Nun können wir sie aufhalten.
pl: Ale atak wciąż nie ustał. Kontynuować obronę! Teraz możemy ich powstrzymać.

source: That’s the last of them.
de: Das war die letzte Echse.
pl: To był już ostatni.

source: It looks like the fire elementals make them furious. If I hadn’t shown him, everything would have ended in a different way. Too many lives were lost.
de: Es scheint, als machten die Feuergeister sie wütend. Hätte ich ihn nicht gezeigt, wäre alles anders verlaufen. Zu viele sind gefallen.
pl: Wygląda na to, że rozgniewała ich obecność żywiołaka ognia. Gdybym im go nie pokazał, wszystko mogłoby potoczyć się inaczej. Zginęło tyle istot, niepotrzebnie.

source: The reinforcements from Sud-Affar will come soon. We must be on our guard. There is a large tropical forest in front of us full of dangerous creatures. We will need many troops.
de: Die Verstärkung aus Sud-Affar wird bald ankommen. Wir müssen auf der Hut sein. Vor uns liegt ein großer Regenwald voller gefährlicher Kreaturen. Wir werden viele Truppen brauchen.
pl: Pewnie niedługo przybęda posiłki z Sud-Affaru. Musimy mieć się na baczności. Przed nami ogromny las tropikalny, pełen wrogich stworzeń. Będziemy potrzebować mnóstwa ludzi i magicznych istot.

source: Send someone to the city for machetes and saws. We can forget about fire elementals for the time being.
de: Schickt jemanden in die Stadt. Wir brauche Sägen und Macheten. Feuergeister können wir fürs Erste vergessen.
pl: Pośllijcie kogoś do miasta po piły i maczety. O żywiołakach ognia możemy na jakiś czas zapomnieć.

source: Southern Nations
de: Die Völker des Südens
pl: Południowe Nacje

source: team_name^Lizards
de: Echsen
pl: Jaszczury

source: team_name^Barbarians
de: Barbaren
pl: Barbarzyńcy

source: Strange...
de: Seltsam...
pl: Dziwne...

source: Indeed. Those beasts should’ve eaten us a long time ago. We are sitting three days in this jungle and there are no lizards nearby. I doubt the sense of this intervention.
de: Tatsächlich. Diese Bestien hätten uns schon viel früher fressen sollen. Wir sitzen hier schon seit drei Tagen, und keine Echse weit und breit. Ich zweifle am Sinn dieser Intervention.
pl: Rzeczywiście. Te bestie już dawno powinny nas zjeść. Siedzimy w tej dżungli już trzy dni i nie spotkaliśmy ani jednej jaszurki. Zaczynam wątpić w sens tej interwencji.

source: Something must have happened. They were completely furious. They couldn’t have just run away...
de: Irgendetwas muss passiert sein. Sie waren extrem wütend. Sie können nicht einfach weggerannt sein...
pl: Coś musiało się stać. Wtedy walczyły z taką zaciekłością. Nie mogły tak po prostu uciec...

source: Soon, we will reach the end of this gods-besotted jungle. If nothing attacks us, we will be able to connect the circle with Sud-Affar’s portal in four months. We could’ve done the same in just a couple of months, if this stupid ban on Fire Elementals wasn’t in force.
de: Bald werden wir das Ende dieses gottverdammten Dschungels erreichen. Wenn wir nicht angegriffen werden, werden wir den Kreis in vier Monaten mit dem Portal von Sud-Affar verbinden. Wir hätten das in nur wenigen Monaten schaffen können, wenn es dieses blöde Verbot von Feuergeistern nicht gäbe.
pl: Zbliżamy się do końca dżungli. Jeśli nic nas nie zaatakuje, to za 4 miesiące uda nam się połączyć krąg z portalem w Sud-Affar. Moglibyśmy dojść tam znacznie szybciej, gdyby nie ten głupi zakaz dotyczący żywiołaków ognia.

source: Please understand, My Lord. If we use Fire Elementals, those beasts may yet appear. We shouldn’t tempt fate.
de: Versteht bitte, Herr. Wenn wir Feuergeister einsetzen, könnten diese Bestien wieder auftauchen. Wir sollten das Schicksal nicht herausfordern.
pl: Zrozum Panie, że jeśli ich użyjemy do wypalenia lasu, te bestie mogą uderzyć. Nie kuśmy losu.

source: If there are any. If not...
de: Falls es sie überhaupt gibt. Falls nicht...
pl: O ile jakieś bestie tu są. Bo jeśli nie...

source: What was that?
de: Was war das?
pl: Co to było?

source: It’s a good question. It came from there!
de: Gute Frage. Es kommt von dort!
pl: Dobre pytanie. Odglos dobiega stamtąd!

source: Oh my...
de: Oh nein...
pl: O mój...

source: KROG FEEL POWER! KROG WANT CRUSH, DESTROY, BREAK!!!
de: KROG FÜHLEN MACHT! KROG WOLLEN ZERSCHMETTERN, ZERTRÜMMERN, ZERSTÖREN!!!
pl: KROG CZUĆ MOC! KROG CHCIEĆ MIAŻDŻYĆ, NISZCZYĆ, ŁAMAĆ!!!

source: Kill them!
de: Tötet sie!
pl: Zabić ich!

source: Amazing. It’s the first time I have seen something like this. What unique sorts of creatures live on this land...
de: Erstaunlich. Das ist das erste Mal das ich so etwas gesehen haben. Was für einzigartige Kreaturen in diesem Land leben...
pl: Niesamowite. Pierwszy raz widzę coś takiego. Cóż za niezwykle stworzenia zamieszkują tę krainę...

source: We must help those lizards!
de: Wir müssen diesen Echsen helfen!
pl: Musimy pomóc tym jaszczurkom!

source: Have you lost your mind?! This is not our war. Since they are busy with each other, the circle is safe.
de: Hast du den Verstand verloren?! Das ist nicht unser Krieg. Solange sie miteinander beschäftigt sind, ist der Kreis sicher.
pl: Oszalałeś? To nie nasza wojna. Póki są zajęci sobą, nasz krąg jest bezpieczny.

source: But don’t you see that we can win ourselves an ally? Don’t forget that the circle crosses their territory, and as far as I know we are unwelcome. This is the chance to change it. Who knows, maybe we will persuade them to help our workers?
de: Aber erkennen Sie nicht, dass wir so einen Verbündeten gewinnen können? Vergessen Sie nicht, dass der Kreis durch ihr Gebiet führt, und so weit ich weiß. sind wir nicht willkommen. Dies ist die Gelegenheit, das zu ändern. Wer weiß, vielleicht können wir sie dazu bringen, unseren Arbeitern zu helfen?
pl: Ale czy nie widzisz, ze możemy zyskać nowych sojuszników? Nie zapominaj, że krąg przechodzi przez ich terytorium, a jak na razie nie jesteśmy tu mile widziani. Mamy teraz okazje to zmienić. Kto wie, może nawet uda nam się nakłonić ich do współpracy przy kręgu?

source: Are you mad? It seems like they’d rather tear you apart than come to an understanding. My job is to protect the circle and not allow anyone outside our country to come closer to it. If you want to support them, you may, but the army of Sud-Affar won’t help you.
de: Bist du wahnsinnig? Es sieht so aus, als würden sie dich eher in Stücke reißen, als einen Kompromiss schließen. Meine Aufgabe ist es, den Kreis zu schützen und keinem Fremden zu erlauben, ihm näher zu kommen. Wenn du sie unterstützen willst, kannst du es tun, doch die Armee von Sud-Affar wird dir nicht helfen.
pl: Zwariowałeś? Prędzej rozerwą cie na strzępy, nim się z nimi dogadasz. Moim zadaniem jest bronić kręgu za wszelką cenę i nie dopuścić, aby ktokolwiek spoza Al-Kamiji się do niego zbliżył. Jeśli chcesz walczyć w ich bitwie to walcz, ale armia Sud-Affaru ci w tym nie pomoże.

source: I will fight with my own men, what’s left of them. Bakha died for my mistakes, and I must atone. Wish me luck, Jaffar.
de: Ich werde mit meinen eigenen Mannen kämpfen, was von ihnen übrig ist. Bakha starb für meine Fehler, und ich muss Buße tun. Wünschen Sie mir Glück, Jaffar.
pl: W takim razie będę walczył z moimi ludźmi. Bakha zginął przez mój błąd i muszę to naprawić. Życz mi szczęścia, Jaffarze.

source: If you bring those savages near our circle, I will have my Efreeti torture you.
de: Wenn du diese Wilden in die Nähe unserer Kriese lässt, werde ich meinen Afriten dich foltern lassen.
pl: Jeśli sprowadzisz na nas tych dzikusów, oddam cię na tortury moim Ifrytom.

source: I must win these lizards over. It seems that we will have to kill some barbarians first. Don’t harm the lizards!
de: Ich muss die Echsen auf meine Seite bringen. Anscheinend müssen wir zuerst einige Barbaren töten. Verschont die Echsen!
pl: Muszę jakoś zyskać sympatię tych jaszczurek. Wygląda na to, że będziemy musieli powalić kilku pustynnych dzikusów. Walczcie tak, aby nie skrzywdzić żadnej jaszczurki.

source: Defeat some barbarians
de: Besiegt mehrere Barbaren
pl: Pokonaj kilku barbarzyńców.

source: Kill any lizard
de: Ihr tötet eine Echse
pl: Zabicie jakiejkolwiek jaszczurki

source: Oops...
de: Ups….
pl: Ups...

source: Khaal siftu nax. Rav!
de: Khaal siftu naxm Rav!

source: We did it! Now it’s time to defeat all barbarians.
de: Wir haben es geschafft! Nun werden wir alle Barbaren besiegen!
pl: Udało się! Teraz trzeba jakoś powstrzymać tamtych dzikusów.

source: (series of gestures demanding retreat)
de: (eine Reihe Rückzug signalisierender Gesten)
pl: (szereg gestów nakazujących odwrót)

source: You want to withdraw, but where?
de: Du willst dich zurückziehen, aber wohin?
pl: Chcesz się wycofać? Ale gdzie?

source: (points his finger towards a keep inside the jungle)
de: (sein Figer deutet auf einen Bergfried im Dschungel)
pl: (wskazuje palcem w stronę lasu)

source: So this is your plan! Protect the lizard leader!
de: Das ist also dein Plan? Beschützt den Anführer der Echsen!
pl: A więc to jest twój plan! Chronić wodza jaszczurek!

source: Protect Rhaxiz
de: Schützt Rhaxiz
pl: Chroń Rhaxiz'a

source: Death of Rhaxiz
de: Tod des Rhaxiz
pl: Śmierć Rhaxiz'a

source: Oh no, it’s a trap! Save him!
de: O nein, eine Falle! Rettet ihn!
pl: O nie, to pułapka! Ratować go!

source: Now it’s gonna be a piece of cake!
de: Das wird unangenehm sein!
pl: Teraz to będzie bułka z masłem!

source: Kill Brogh’ur
de: Tötet Brogh'ur
pl: Pokonaj Brogh'ura

source: Who are you? And what is that chest?
de: Wer bist du? Und was ist in dieser Truhe?
pl: Kim jesteś? I co to za skrzynia?

source: Stranger, Rhaxiz has sent me to thank you for your help.
de: Fremder, Rhaxiz hat mich geschickt, um für deine Hilfe zu danken.
pl: Przybyszu, Rhaxiz przysssłał mnie, aby podziękować Ci za udzieloną pomoc.

source: You speak our language?!
de: Du sprichst unssere Sprache?!
pl: Mówisz w naszym języku?

source: There iss no time for exssplanationss. Rhaxiz ordered me to find a way to sssupport you, so I ssstole this chest from your master’s tent.
de: Ich habe keine Zzeit für Erklärungen. Rhaxiz befahl mir, einen Weg zzu finden, dir zzu helfen, alsso habe ich diese Kisste aus dem Zzelt deines Herren gestohlen.
pl: Nie ma czasssu na wyjaśnienia. Rhaxiz kazał mi znaleźć jakiś sssposssób, aby cię wesssprzeć, więc ukradłem tę oto sssskrzynię z namiotu twojego missstrza.

source: Good God! This is Jaffar’s chest! How...
de: Meine Güte! Das ist Jaffars Truhe! Wie...
pl: Na Boga! To skrzynia Jaffara! Jak...

source: Hisss power is inssside. I am sure you will use it in a better way than he does. Take it.
de: Ssseine Macht ist hier drin. Ich bin sssicher, du wirst sie bessser nutzzen als er. Nimm sie.
pl: W środku ssspoczywa jego moc, dlatego przekazuję ją tobie, bo wiem, że lepiej ją wykorzystasz.

source: Holy vizier! This is gold of Sud-Affar! Jaffar uses it pay his soldiers! How...
de: Heiliger Wesir! Das ist Gold von Sud-Affar! Jaffar zahlt daraus den Zoll seiner Soldaten! Wie...
pl: Na wezyra! To złoto Sud-Affaru! Jaffar płaci nim swoim żołnierzom! Skąd...

source: That isss not everything. Apart from that I found these two demons’ cans. They can be very useful.
de: Dasss ist nicht alles. Ich habe außerdem noch diese zwei Dämonengefäße. Sie können sehr nützlich ssein.
pl: To nie wszystko. Oprócz tego znalazłem te dwie puszki demonów. Mogą ci się przydać.

source: Oh, gods! These are the lamps that contain the Efreeti Jaffar threatened me with!
de: Oh, Götter! Das sind die Lampen des Afriten, mit dem mich Jaffar bedrohte!
pl: A niech mnie! W tych lampach są Ifryty, ktorymi Jaffar mial mnie torturowac, na wypadek gdyby mi sie nie udało.

source: I mussst return to Rhaxiz. Take care.
de: Ich musss zzu Rhaxiz zzurück. Sei auf der Hut.
pl: Muszę już wracać do Rahxiz'a. Bądź pozdrowiony.

source: But...
de: Aber...
pl: Ale...

source: He has disappeared in the bush. These creatures are more and more surprising by the moment.
de: Er ist im Busch verschwunden. Diese Kreaturen werden immer überraschender.
pl: Znikł w zaroślach. Te istoty są coraz bardziej niesamowite.

source: With so much gold I can buy the whole army of Sud-Affar! And these lamps...
de: Mit so viel Gold kann ich die gesamte Armee von Sud-Affar kaufen! Und diese Lampen...
pl: Mając tyle złota mogę opłacić calą armię Sud-Affaru! No i te lampy...

source: At last! Who I shall torture, my master?
de: Endlich! Wen soll ich foltern, mein Meister?
pl: Narrreszcie! A teraz kogo mam poddać moim torturom, Panie?

source: Take those barbarians. And now...
de: Nimm diese Barbaren. Und nun...
pl: Bierzcie tych barbarzyńców. A teraz...

source: Soldiers! Join me, and I will pay you as twice as Jaffar does!
de: Soldaten! Schließt euch mir an, und ich werde euch doppelt so gut bezahlen wie Jaffar!
pl: Ludzie! Przyłączcie się do mnie, a zapłacę wam dwa razy tyle co Jaffar!

source: Hey, it’s my g...
de: Heh, das ist mein G...
pl: Hej, to moje zł...

source: ...oh... a soporific arrow...
de: ...oh...ein Betäubungspfeil...
pl: ...o... strzałka usypiająca...

source: You can count on us, but not on those magical guardians. Jaffar ordered them to protect the circle and they will listen to only his voice.
de: Du kannst auf uns zählen, aber nicht auf diese magischen Wächter. Jaffar befahl ihnen, den Kreis zu beschützen, und sie werden nur auf seine Stimme hören.
pl: Jesteśmy do dyspozycji. Na istoty magiczne nie masz co liczyć. Jaffar kazał im strzec kręgu i tylko on może do nich przemówić.

source: I don’t care. I have his Efreeti. Let’s help those lizards!
de: Das ist mir egal. Ich habe seine Afriten. Lasst uns diesen Echsen helfen!
pl: Nieważne. Mam za to jego Ifryty. A teraz pomóżmy tym jaszczurkom!

source: Tip: You can use the Heavy Summoner’s summon ability to create new units. Right-click on him for details. (All level 3 Summoners have this ability)
de: Tipp: Ihr könnt die Beschwörungsfähigkeit des Schweren Beschwörers benutzen, um neue Einheiten zu erschaffen, Mit einem Rechtsklick auf ihn könnt ihr Details dazu sehen. (Alle Beschwörer der dritten Stufe besitzen diese Fähigkeit.)

source: Huh?
de: Was?
pl: Hę?

source: Hey, What is that salamander doing out there? He’s calling me.
de: He. Was macht dieser Salamander dort drüben? Er ruft mich.
pl: Hej, co tam robi ta salamandra? Chyba mnie woła.

source: Above you, I have you!!!
de: Über dir, ich hab dich!!!
pl: Na nich!!!

source: Dash bodies on rocks below!!
de: Gegen die Felsen schmettern!!
pl: Rozbijcie ich o skały!!

source: I curse you all!!!
de: Ich verfluch euch alle!!!
pl: Przeklinam was wszystkich!!!

source: Brogh’ur’s dead! Run!!!
de: Brogh'ur is' tot! Weg hier!!!
pl: Brogh'ur nie żyje! Uciekajmy!!!

source: We did it! They are defeated!
de: Wir haben es geschafft! Sie sind besiegt!
pl: Udało się! Pokonaliśmy ich!

source: Do you hear that? It’s like the sound of flapping wings...
de: Hört ihr das? Klingt wie schlagende Flügel...
pl: Słyszycie to? Jakby odgłos skrzydeł...

source: We’ve... got... a problem.
de: Wir… haben… ein Problem.
pl: Chyba... mamy... problem.

source: ROOOOAAAARRRRR!!!
de: ROOOOORRRRRRRR!!!

source: The leader of lizards is dead. We have lost our chance...
de: Der Anführer der Echsen ist tot. Unsere Chance ist vertan.,,
pl: Przywódca jaszczurek nie żyje. Straciliśmy naszą szansę...

source: Nooo!!!
de: Neeiinn!!!
pl: Nieee!!!

source: Mehir! You thief! Take him!
de: Mehir! Du Dieb! Fasst ihn!
pl: Mehirze! Ty złodzieju! Brać go!

source: Mehir! You’ve brought those beasts here! I will punish you myself!
de: Mehir! Du hast diese Bestien hergebracht! Ich werde dich persönlich bestrafen!
pl: Mehirze! Sprowadziłeś na nas te bestie! Osobiście cię za to ukarzę!

source: Fire Canyon
de: Feuerschlucht
pl: Ognisty Kanion

source: team_name^Post
de: Wachposten
pl: Posterunek

source: Seize the post on the other side
de: Erobert den Wachposten der anderen Seite
pl: Przejmij posterunek po drugiej stronie

source: Release the lizards
de: Befreit die Echsen
pl: Uwolnij jaszczurki

source: A lizard dies
de: Eine Echse stirbt
pl: Śmierć jaszczurki

source: Defeat the barbarians
de: Besiegt die Barbaren
pl: Pokonaj barbarzyńców

source: The bridge is burnt
de: Die Brücke ist abgebrannt
pl: Spalenie mostu

source: That’s the place. I can see cages and... there are captured lizards inside.
de: Hier ist es. Ich sehe Käfige, und in manchen sind gefangene Echsen.
pl: Jesteśmy na miejscu. Widzę klatki a w nich uwięzione jaszczurki.

source: It looks like we will have to attack the fortress ahead in order to reach them.
de: Es sieht aus, als müssten wir die Festung vor uns angreifen, um sie zu erreichen.
pl: Wygląda na to, że będziemy musieli zaatakować fortecę przed nami, aby to nich dotrzeć.

source: However, this isn’t the jungle — it’s time we use those Fire Elementals. We must cross this bridge first, however, otherwise it will burn and we won’t be able to return. Also, we should hurry up — the lizards may not survive the night in this hostile environment.
de: Allerdings, das ist nicht der Dschungel- es ist an der Zeit, Feuergeister einzusetzen. Wir müssen aber erst diese Brücke überqueren, sonst verbrennt sie und wir werden nicht heimkehren können. Wir müssen uns zudem beeilen — die Echsen überleben die Nacht in dieser gefährlichen Umgebung womöglich nicht.
pl: Tym razem nie jesteśmy w dżungli, więc możemy wreszcie wykorzystać Żywiołaki Ognia. Najpierw jednak musimy przebyć ten most, inaczej on spłonie i nie będziemy w stanie wrócić.

source: We’re under attack!
de: Wir werden angegriffen!
pl: Atakują nas!

source: Strange, they don’t look like those green bastards. I wonder what they want, but never mind... KILL THEM!!!
de: Seltsam, sie sehen nicht aus wie die grünen Bastarde da. Ich frag mich, was sie wollen, aber egal,,,TÖTET SIE!!!
pl: Dziwne, nie wyglądają jak te zielone dranie. Ciekawe czego chcą. A zresztą... ZABIĆ ICH!!!

source: Quick! We must seize this post — I will be able to summon our Elementals from there.
de: Schnell! Wir müssen diesen Posten einnehmen — Ich werde von dort aus unsere Geister beschwören können.
pl: Szybko! Musimy zająć ten posterunek! Stamtąd będę mógł przywołać Żywiołaki Ognia!

source: At last! Feel the fires of the Abyss!
de: Endlich! Spüre die Feuer des Abgrundes!
pl: Nareszcie! A teraz poczujcie moc ognia Otchłani!
