Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: Richly decorated plates, solid workmanship and magical symbols: this must be the legendary armor of Ka-Gattans. Its extraordinary shape fits any human body. Increases physical resistances by 25% Increases fire and cold resistances by 20% Decreases astral resistance by 15%
de: Üppig verzierte Platten, hochwertige Schmiedekunst, und magische Symbole. Dies muss der legendäre Panzer derer von Ka-Gatta sein. Seine außergewöhnliche Form passt jedem Menschen. Erhöht die physischen Resistenzen um 25% und die gegen Feuer und Kälte um 20%, macht aber um 25% mehr durch Arkanes verwundbar.
pl: Bogate wzornictwo, solidne wykonanie i magiczne symbole: to musi być legendarny pancerz Ka-Gattan. Jego niezwykły kształt potrafi dostosować się do każdego człowieka. Zwiększa odporność na fizyczne obrażenia o 25% Zwiększa odporność na ogień i chłód o 20% Obniża odporność na tajemny typ obrażeń o 15%

source: The ground is trembling...
de: Der Boden bebt...
pl: Ziemia drży...

source: ancient cuirass
de: Panzer der Ahnen
pl: starożytny kirys

source: This unit is wearing a powerful armor, which grants additional physical resistance, but also increases susceptibility to arcane damage.
de: Diese Einheit trägt eine mächtige Rüstung und ist deshalb resistenter, jedoch empfindlicher gegen arkanan Schaden.
pl: Ta jednostka nosi potężny pancerz, który zapewnia dodatkową obronę przed obrażeniami fizycznymi, ale jednocześnie zwiększa podatność na tajemny typ obrażeń.

source: Should $unit.name pick up the spear?
de: Soll $unit.name den Speer nehmen?
pl: Czy jednostka powinna podnieść włócznię?

source: Only a Rhami or Rhami’kai can use this item!
de: Nur eine Rhami oder Rhami'kai kann dieses Objekt verwenden!
pl: Tylko Rhami lub Rhami'kai może korzystać z tego przedmiotu!

source: This weapon, forged from the light of Abyss, is a part of equipment used by magical entities called Rhami’kai. The Ancestors stole one of those spears and enhanced it magically. Advances the unit Increases the attack by 20%
de: Diese im Licht des Abgrundes geschmiedete Waffe ist Teil der Ausrüstung der als Rhami'kai bezeichneten Zauberwesen. Die Ahnen stahlen einen dieser Speere und verstärkten ihn magisch. Befördert die Einheit und stärkt den Angriff um 20%.
pl: Ta broń, wykuta ze światła Otchłani, jest częścią ekwipunku magicznych istot zwanych Rhami'kai. Przodkom udało się wykraść jedną taką włócznię i wzmocnić ją magicznie. Awansuje jednostkę Zwiększa atak o 20%

source: Should $unit.name pick up the collar?
de: Soll $unit.name den Kragen nehmen?
pl: Czy jednostka powinna podnieść obrożę?

source: Only a magical entity can use this item!
de: Nur ein magisches Geschöpf kann dieses Objekt verwenden!
pl: Tylko magiczna istota może użyć tego przedmiotu!

source: A legendary artifact, a masterpiece made by the Ancestors. In olden times a magical collar was made, which when placed upon a magical being, could recall it after death. The unit is recalled back to the leader After each recall the unit gets stronger The unit can be recalled only 3 times. After that it dies for sure.
de: Ein legendärer Talisman, Meisterwerk der Ahnen. Vor Urzeiten wurde ein magischer Kragen geschaffen. Trägt ein Zauberwesen diesen Kragen, kann es zurückkehren. Der Anführer kann diese Einheit einberufen, selbst wenn sie starb, wobei diese jedesmal stärker wird. Dies funktioniert jedoch nur dreimal.
pl: Legendarny artefakt, arcydzieło przodków. W zamierzchłych czasach przodkom udało się stworzyć magiczną obrożę, która założona na dowolną magiczną istotę, potrafi odzyskać ją po przegranej walce. Jednostka po śmierci powraca do przywódcy. Po każdym powrocie staje się sliniejsza. Jednostka może powrócić tylko 3 razy, potem ginie bezpowrotnie.

source: After death the unit is recalled back to the leader. Activates only 3 times.
de: Nach dem Tod kehrt die Einheit zum Anführer zurück, jedoch nur dreimal.
pl: Po śmierci jednostka wraca do przywódcy. Działa tylko 3 razy.

source: Should $unit.name pick up the amulet?
de: Soll $unit.name das Amulett nehmen?
pl: Czy jednostka powinna podnieść amulet?

source: Only the elemental entity can use this item!
de: Nur ein Elementargeist kann dieses Objekt verwenden!
pl: Tylko żywiołak może korzystać z tego przedmiotu!

source: The Ancestors were fascinated with elementals — entities made of pure energy. They also dreamed about creating a creature from a mix of all four known elements. Unfortunately they failed. Yet at the end an unique amulet was created, capable of transforming one element into another one. This is one of the most powerful relics made by the Ancestors. The elemental unit can turn into another elemental (use right-click on the unit to activate)
de: Die Ahnen waren stets von den Elementargeistern fasziniert — Wesen aus reiner Energie. Sie träumten auch davon, eine Kreatur zu schaffen, welche alle vier bekannten Elemente vereint. Leider scheiterten sie. Am Ende wurde nur ein einzigartiges Amulett erschaffen, welches ein Element in ein anderes verwandeln konnte. Dies ist eines der mächtigsten Relikte der Ahnen. Dieser Elementargeist kann sich in andere verwandeln (über das Rechtsklick-Menü)

source: Oh no. It’s a trap!
de: Oh nein. Eine Falle!
pl: O nie. To pułapka!

source: I’m sure there is a release mechanism somewhere. Search all tunnels and recesses you find.
de: Ich bin sicher, dass es hier einen Mechanismus zum Befreien gibt. durchsucht alle Tunnel und Nischen, die ihr findet.

source: Damn!
de: Verdammt!
pl: Niech to szlag!

source: Again? I think these buttons activate something, but what? Continue searching.
de: Schon wieder? Ich denke, diese Schalter aktivieren etwas, aber was? Sucht weiter.
pl: Znowu? Mam wrażenie, że te przyciski aktywują coś, ale co? Szukać dalej.

source: Do you hear that?
de: Warte! Hast du das gehört?
pl: Słyszeliście to?

source: We unlocked them! Maybe we should check tunnels located near those buttons? I heard a strange noise apart from the one, that unlocked the iron bars.
de: Wir haben sie befreit. Vielleicht sollten wir die Tunnel bei diesen Schaltern untersuchen? Ich habe ein weiteres seltsames Geräusch gehört, neben dem, das die Eisenstangen öffnete.
pl: Odblokowaliśmy ich! Może powinniśmy sprawdzić tunele niedaleko tych przycisków? Usłyszałem dziwny dźwięk, inny niż ten, który odblokował żelazne kraty.

source: Something is here. It looks like a button...
de: Hier ist etwas, Sieht aus wie ein Schalter...
pl: Coś tu jest. Wygląda jak przycisk...

source: Follow me...
de: Folgt mir...
pl: Wszyscy za mną...

source: Bridge of Light
de: Lichtbrücke
pl: Most Światła

source: team_name^Expedition
de: Expedition
pl: Ekspedycja

source: Mage
de: Magier
pl: Mag

source: Surrender! You have no chance to win; you are alone.
de: Ergebt euch! Du kannst nicht gewinnen: du bist alleine.
pl: Poddaj się. Nie masz szans, zostałaś sama.

source: You do not understand, human...
de: Du verstehst nicht, Mensch...
pl: Nie rozumiesz człowieku...

source: You cannot...
de: Du kannst nicht...
pl: Nie można...

source: ...DEFEAT ME!!!
de: ...MICH BESIEGEN!!!
pl: ... MNIE POKONAĆ!!!

source: ...Hmmm... Interesting...
de: ...Hmmm...Interessant...
pl: ...Hmmm... Interesujące...

source: ...Oh! A summoner. You have come to help me, have you not?
de: ...Oh! Ein Beschwörer. Du bist gekommen, mir zu helfen, nicht wahr?
pl: ...O, przywoływacz. Przybyłeś tu, aby mi pomóc, prawda?

source: I... I... Yes. I am here to find Tashkar, the leader of Tar-Tabar. And you must be Rashti’rhami — the most powerful of all Rhamis, one of the four kinds of ultimate beings of the Abyss.
de: Ich...Ich...Ja. Ich bin hier, um Tashkar zu finden, den Leiter von Tar-Tabar. Und du must Rashti'rhami sein, die Mächtigste aller Rhami', eine der vier Formen vollkommener Geschöpfe des Abgrundes...
pl: Ja.. ja.. tak. Jestem tu, aby odnaleźć Tashkara, przywódcę Tar-Tabaru. A ty musisz być Rashti'rhami - najpotężniejsza z Rhami, jedna z czterech ostatecznych istot Otchłani.

source: I am. And now...
de: Die bin ich. Und nun...
pl: Jestem. A teraz...

source: ...AT THEM!!!
de: ...AUF SIE!!!
pl: ...NA NICH!!!

source: Defend the entrance. They mustn’t get inside!
de: Verteidigt den Eingang, Sie dürfen nicht hinein gelangen!
pl: Bronić wejścia. Nie mogą dostać się do środka!

source: I’ve seen their kind before. These troopers look like those who attacked al-Kamija... I have a bad feeling about this...
de: Ich habe ihre Sorte bereits gesehen. Diese Soldaten sehen aus wie die Angreifer von al-Kamija… Ich habe da ein schlechtes Gefühl.
pl: Już ich kiedyś widziałem. Te oddziały wyglądają jak te, które zaatakowały Al-Kamiję... Mam złe przeczucia...

source: Defeat all enemies
de: Besiegt alle Feinde
pl: Pokonaj wroga

source: Death of Rashti
de: Tod der Rashti
pl: Śmierć Rashti

source: and now, KILL THE REST OF THEM!
de: und nun, TOTE DEN REST!
pl: A teraz ZABIJMY RESZTĘ!

source: She scares me...
de: Sie macht mir Angst...
pl: Ona mnie przeraża...

source: We have defeated them.
de: Wir haben sie besiegt.
pl: Pokonaliśmy ich.

source: Hurry up, my master, Tashkar, is inside. We must help him!
de: Beeilt euch, mein Meister, Tashkar, ist dort drinnen. Wir müssen ihm helfen!
pl: Szybko, mój pan, Tashkar, jest w środku. Musimy mu pomóc!

source: team_name^Aerius
de: Aerius
pl: Aerius

source: It’s you!!!
de: Du bist es!
pl: To ty!!!

source: Ah, welcome, Summoner. It seems that we have had the pleasure of meeting in the past. You have probably come for one of your leaders. He is above me, tied to a wall, inside this amazing circle.
de: Ah, willkommen, Beschwörer, Es scheint, wir hatten bereits in der Vergangenheit das Vergnügen, uns zu treffen. Du bist wahrscheinlich gekommen wegen des einen eurer Anführer. Er befindet sich über mir, an die Wand gefesselt, in diesem bemerkenswerten Zirkel.
pl: Ach, witaj Przywoływaczu. Zdaje się, że mieliśmy już tę przyjemność spotkać się w przeszłości. Pewnie przybyłeś po jednego z waszych przywódców. Jest nade mną, przytwierdzony do ściany, wewnątrz tego niesamowitego kręgu.

source: Run! Destroy this place!
de: Lauft! Zerstört diesen Ort!
pl: Uciekajcie! Zniszczcie to miejsce! Szybko!

source: The victim speaks. How do you find the strength after I have tortured you for so long?
de: Das Opfer spricht. Woher nimmst du die Stärke, nachdem ich dich so lange gefoltert hatte?
pl: Ofiara się odezwała. Aż dziw mnie bierze, że masz siłę mówić po tak długich męczarniach, jakim cię poddaliśmy.

source: I would save... my men...
de: Ich würde meine Männer… retten...
pl: Mógłbym uratować... moich ludzi...

source: Did you enjoy my little jest upon on the bridge? “Oh no, not the scimitar. Anything but the scimitar!”
de: Hat dir mein kleiner Scherz auf der Brücke gefallen? »Oh nein, nicht der Säbel. Alles außer dem Säbel!«
pl: Spodobał ci się mój niewinny żarcik na moście? "O nie, tylko nie podnoście tego potężnego sejmitara. Wszystko tylko nie sejmitar!"

source: All my men! My people...
de: Meine Männer! Meine Leute...
pl: Wszyscy moi żołnierze...

source: They were eliminated. It was a big mistake for them to arrive here and disturb my research.
de: Sie wurden eleminiert. Es war ein großer Fehler, hier einzutreffen und unsere Forschung zu stören.
pl: Zostali wyeliminowani. Popełnili wielki błąd przybywając tu i przeszkadzając mi w badaniach.

source: Must... find you... kill you. Will... hound you...
de: Muss… dich finden… dich töten. Werde,,, dich hetzen…
pl: Jeszcze... się... doigrasz. Zobaczysz...

source: Yes, well, I’m none too happy for the bumps and cuts you gave me, but we’re quite EVEN now.
de: Nun gut, mir gefallen die Beulen und Kratzer, die du mir verpasst hast, nicht allzu sehr, aber jetzt sind wir so ziemlich EBENBÜRTIG.
pl: Cóż, nie jestem zachwycony tymi wszystkimi kopniakami i ciosami jakie nam zadaliście, ale role się odwróciły.

source: Do not...
de: Nicht...
pl: Nie próbuj...

source: Silence! I cross your mouth, with my blade. Why did I not do it before, your pointless squawking.
de: Stille! Ich werde deinen Mund mit einem Kreuze zieren, durch meine Klinge. Warum habe ich es nicht schon vorher getan, du nutzloser Quicker.
pl: Milcz! Czas skrócić cię o język. Czemu nie zrobiłem tego wcześniej. Te twoje bezcelowe skrzekanie...

source: You shall pay a mouth of sand for this. Kill him and set Tashkar free!
de: Dafür wirst du büßen. Schluck Sand! Tötet ihn und setzt Tashkar frei!
pl: Zapłacisz za to. Zabić go i uwolnić Tashkara!

source: Defeat Aerius
de: Besiegt Aerius
pl: Pokonaj Aeriusa

source: You have been wondering... What that big red circle on the wall is, have you not?
de: Du fragtest dich… Was es mit diesem großen roten Kreis an der Wand auf sich hat, wenn ich mich nicht irre?
pl: Pewnie się zastanawiacie do czego służy ten wielki czerwony krąg na ścianie.

source: As I and my men have discovered, it is a gate to a place called ‘the Red Abyss’. When we have arrived, the circle was incomplete. It looks like your ancestors abandoned work on it about four hundred years ago.
de: Wie ich und meine Männer entdeckten, handelt es sich um ein Portal zu einem Ort, gennant »der Rote Abgrund«. Als wir ankamen, war der Kreis unvollendet. Es scheint, als hätten eure Ahnen die Arbeit daran vor vierhunfert Jahren aufgegeben.
pl: Razem z moimi ludzmi odkryliśmy, że jest to coś w rodzaju wrót do tzw. Czerwonej Otchłani. Kiedy przybylismy tu, wzór był niekompletny. Prawdopodobnie wasi przodkowie porzucili nad nim prace, jakieś 400 lat temu.

source: This is no time to talk! Get down from there!
de: Keine Zeit zu reden! Komm runter!
pl: Nie ma czasu na gadanie! Złaź stamtąd!

source: I have managed to finish the circle. My people have tried to activate it, to discover what lies beyond. Unfortunately, we are unable to read the last part of the activation spell.
de: Es gelang mir, den Kreis zu vollenden. Meine Mannen versuchten, ihn zu aktivieren, um zu erfahren, was jenseits davon liegt. Unglücklicherweise sind wir nicht im Stande, den Endteil der Aktivierungsformel zu lesen.
pl: Udało nam się dokończyć wzór. Moja ekspedycja próbowała aktywować te wrota, aby dowiedzieć się co się za nimi znajduje. Niestety nie jesteśmy w stanie rozczytać ostatniego fragmentu inkantacji, który pomogłby nam wyjaśnić tajemnicę tego kręgu.

source: Rashti, you are the only entity in this place who can read these words. Please tell me how they sound...
de: Rashti, du bist das einzige Geschöpf an diesem Ort, das diese Worte lesen kann. Sag mir bitte, wie sie klingen...
pl: Rashti. Jesteś tu jedyną istotą zdolną przeczytać słowa tuż pode mną. Proszę, powiedz mi jak brzmią...

source: Don’t do th...
de: Du es ni...
pl: Nie rób t...

source: Muwahahahahahaha! It worked! I love the naïveté of the Abysmals. And now I will admire the sight of you falling into the Sea of Chaos!
de: Wahahahahahahaha! Es hat funktioniert! Ich liebe die Naivität der Abgründigen. Und nun werde ich bewundern, wie ihr in die See des Chaos fallt!

source: What have you done?! It pulls us into this giant vortex!!!
de: Wa hast du getan?! Es zieht uns in diesen riesigen Strudel!!!
pl: Coś ty zrobiła?! To nas zasysa!!!

source: My master is dead...
de: Mein Meister is tot...
pl: Mój pan nie żyje...

source: My master is dead.
de: Mein Meister ist tot.
pl: Mój pan nie żyje.

source: MY MASTER IS DEAD!!! I WILL HOLLOW YOUR EYES OUT!!!
de: MEIN MEISTER IST TOT!!! ICH WERDE DIR DIE AUGEN AUSREISSEN!!!
pl: MÓJ PAN NIE ŻYJE!!! WYDŁUBIĘ CI ZA TO OCZY!!!

source: Mehir, I must climb to where he stands to kill him.
de: Mehir, ich muss zu ihm klettern, um ihn zu töten.
pl: Mehirze, muszę wspiąć się na jego wysokość, aby go zabić.

source: You’d better hurry up before we fall to this... hell. And don’t get yourself killed. You’re the ultimate being, without you we would lose the Abyss!
de: Du solltest dich beeilen, bevor wir in diese… Hölle fallen, Und bleibe am Leben. Du bist das vollkommene Wesen, ohne dich verlören wir den Abgrund!
pl: Lepiej się pospiesz zanim to piekło nas pochłonie. I uważaj na siebie. Jesteś jedną z istot ostatecznych - bez ciebie stracimy Otchłań!

source: Run, Rashti, run. Without you we won’t make it!
de: Lauf, Rashti, lauf. Ohne dich schaffen wir es nicht!
pl: Biegnij, biegnij! Bez ciebie nie damy rady!

source: ...This is... Impossible!
de: ...Das ist… Unmöglich!
pl: ...to niemożliwe!

source: Indeed, only an ultimate entity could have done something like that.
de: Wahrlich, nur ein Vollkomemnes Geschöpf hätte so etwas vollbringen können.
pl: Zaiste, tylko istota ostateczna mogła dokonać czegoś takiego.

source: Rashti! Get away from there! We must close the portal!
de: Rashti! Weg da! Wir müssen das Portal schließen!
pl: Rashti! Uciekaj stamtąd! Musimy zamknąć portal!

source: What happened?
de: Was ist passiert?
pl: Co się stało?

source: I used his soul to close the gate.
de: Ich habe mit seiner Seele das Portal geschlossen.
pl: Użyłam jego duszy do zamknięcia wrót.

source: Let’s defeat the rest!
de: Lasst uns den Rest besiegen!
pl: Pokonajmy resztę!

source: That’s the last of them. We must bring our sad news to al-Kamija. Tashkar has died... and I thought ill of him, for no reason. I am so ashamed. I could have done more.
de: Das war der letzte von ihnen. Wir müssen unsere traurigen Nachrichten nach al-Kamija bringen. Tashkar ist tot… und ich habe ihn grundlos verdächtigt. Was für eine Schande. Ich hätte mehr erreichen können.
pl: To był ostatni. Musimy wrócić do Al-Kamiji i przekazać smutne wieści. Tashkar nie żyje... i nie mogę sobie tego darować. Tak mi przykro. Mogłem dziś uczynić więcej.

source: Mehir... please, be my new master.
de: Mehir… sei bitte mein neuer Meister,
pl: Mehirze... proszę, bądź moim nowym panem.

source: What? Me?
de: Was? Ich?
pl: Co? Ja?!

source: You are strong. And... kind.
de: Du bist stark. Und… nett.
pl: Jesteś silny i... uprzejmy.

source: I...I think that the Highest Council should decide about your lot. Besides, I’m not one of three Leaders. They are the only ones that are allowed ultimate beings as servants.
de: Ich… Ich denke, der Höchste Rat sollte über dich entscheiden. Zudem bin ich keiner der drei Leiter. Nur ihnen ist es erlaubt, Vollkommene Geschöpfe als Diener zu halten.
pl: J..ja myślę, że to Najwyższa Rada powinna zadecydować o twoim losie. Poza tym nie jestem jednym z trzech Przywódców, a tylko oni mogą posiąść na własność ostateczne istoty.

source: So be it. Let the Highest Council decide.
de: So sei es. Der Höchste Rat entscheide.
pl: Wobec tego niech tak się stanie.

source: Message
de: Die Botschaft
pl: Wiadomość

source: team_name^Highest Council
de: Höchster Rat
pl: Najwyższa Rada

source: Defeat the intruders
de: Besiegt die Eindringlinge
pl: Pokonaj intruzów

source: Death of 3 Council members
de: Tod dreier Ratsmitglieder
pl: Śmierć 3 członków Rady

source: I did everything I could to save him.
de: Ich tat alles, was in meiner Macht stand, um ihn zu retten.
pl: Zrobiłem wszystko co mogłem, aby go uratować.

source: We shouldn’t accuse Rashti of Tashkar’s death. Being naïve is a characteristic of the Abysmals. Luckily the true guilty party was defeated, though we will never find out who he was.
de: Wir sollten Rashti nicht für Tashkars Tod beschuldigen. Naivität ist charakteristisch für die Abgründigen. Glücklicherweise wurde die wirklich schuldige Partei besiegt, auch wenn wir nie erfahren werden, wer er war.

source: Well, it’s a pity, but now we have a bigger problem. Tar-Tabar has no leader and Tashkar’s deputy is dead. The Highest Council must choose a new leader for Tar-Tabar as soon as possible if we want to finish the circle in the given time.
de: Es ist eine Schande, doch wir haben nun ein größeres Problem. Tab-Tabar hat keinen Leiter und Taskars Vertreter ist tot. Der Höchste Rat muss baldmöglichst einen neuen Leiter für Tab-Tabar ernennen, wenn wir den Kreis rechtzeitig vollenden wollen.
pl: No cóż. Teraz mamy nowy problem. Tar-Tabar nie ma przywódcy, a jedyny zastępca Tashkara zginął jeszcze przed waszym przybyciem do Ka-Gatty. Najwyższa Rada musi wybrać nowego przedstawiciela Tar-Tabaru i to szybko, jeżeli chcemy ukończyć krąg w najbliższym czasie.

source: I don’t think there is someone who has sufficient charisma and authority.
de: Ich denke, es gibt niemanden, dessen Charisma und Autorität ausreicht.
pl: Nie sądzę, aby ktoś w naszym państwie mial wystarczajacy autorytet i charyzmę.

source: Maybe we should ask the Master of Banishers?
de: Vielleicht sollten wir den Leiter der Banngilde fragen?
pl: Może powinniśmy zwrócić się do Mistrza Wyganiaczy?

source: Do you want to see all magical creatures escaping from Tar-Tabar at the sound of his name?
de: Wollt Ihr alle magischen Geschöpfe beim Klang seines Namens aus Tab-Tabar fliehen sehen?
pl: Chcesz, żeby wszystkie magiczne istoty Tar-Tabaru uciekły na jego widok?

source: You’re right...
de: Ihr habt recht...
pl: Masz rację...

source: As long as we do not make the decision, I suggest choosing one of the Elders to be a temporary leader of Tar-Tabar.
de: Solange wir uns nicht entscheiden können, schlage ich vor, einen der Ältesten zum vorübergehenden Leiter von Tab-Tabar zu bestimmen.
pl: Póki nie podejmiemy ostatecznej decyzji proponuję tymczasowo wybrać kogoś z Rady na to ważne stanowisko.

source: It’s a good idea. Let’s vote. Mehir, leave the roo...
de: Eine gute Idee. Lasst uns abstimmen. Mehir, verlasse den Rau…
pl: Świetny pomysł. Głosujmy. Mehirze, prosimy, abyś na czas narady opu...

source: Mag-Magar is under at...
de: Mag-Magar wird angegriff...
pl: Mag-Magar jest at...

source: Who are they?! Rashti! Mehir! Save us!
de: Wer sind sie?! Rashti! Mehir! Rettet uns!
pl: Kim oni są?! Rashti! Mehirze! Ratujcie nas!

source: ...death...
de: ...Tod...
pl: ...śmierć...

source: No!!!
de: Nein!!!
pl: Nie!!!

source: Those beings assuredly attack Mag-Magar. Mehir, take Rashti and your men with you. Maybe it’s not too late. As soon as you teleport there, we will send all of the armies of the Trinity to help you.
de: Diese haben definitiv Mag-Magar angegriffen. Mehir, nimm Rashti und deine Mannen mit. Vielleicht ist es nicht zu spät. Sobald du dorthin teleportierst, werden wir die gesamten Armeen der Triade zu deiner Unterstützung schicken.
pl: Te istoty musiały zaatakować Mag-Magar. Nie ma czasu na dyskusje. Mehirze, weź ze soba Rashti i swoich ludzi. Może jeszcze nie jest za poźno. Jak tylko dostaniecie się na miejsce, poślemy za wami wszystkie armie.

source: team_name^Unknown 1
de: Unbekannt 1
pl: Nieznany 1

source: team_name^Unknown 2
de: Unbekannt 2
pl: Nieznany 2

source: team_name^Unknown 3
de: Unbekannt 3
pl: Nieznany 3

source: team_name^Army of Mag-Magar
de: Armee von Mag-Magar
pl: Armia Mag-Magaru

source: Thank Nomolas! Help at last! My army has been almost defeated by those creatures of darkness... wait, you don’t look like one of the leaders of the Trinity. Who are you?
de: Dank sei Nomolas! Endlich Hilfe! Meine Armee wurde fast von diesen Geschöpfen der Finsternis besiegt… warte, Ihr seht nicht aus wie einer der Leiter der Dreiheit. Wer seid ihr?
pl: Dzięki ci Nomolasie! Nareszcie pomoc! Moje wojsko zostało prawie doszczętnie rozbite przez te istoty ciemności. Nie wyglądasz na jednego z przywódców Trójcy. Kim jesteś?

source: My name is Mehir. I’m a Commander of the Second Degree. The Armies of the Trinity will arrive soon.
de: Mein Name ist Mehir. Ich bin ein Kommandant des Zweiten Ranges. Die Armeen der Triade wird bald eintreffen.
pl: Jestem Mehir, przywódca drugiego stopnia spod sztandaru Sud-Affaru. Armie Trójcy za chwile przybędą.
