Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: What the hell is that? A walking bonfire? DESTROY IT!!!
de: Was zum Teufel is das? Ein wandeldes Lauffeuer? ZERSTÖRT ES!!!
pl: Co to jest do cholery?! Chodzące ognisko? ZNISZCZYĆ!!!

source: Fire elementals illuminate the hexes around them, aiding the Lawful and ailing the Chaotic. Use them well.
de: Feuergeister beleuchten die umliegenden Felder und stärken so die Rechtschaffenen und schwächen die Chaoten. Nutzt sie sorgfältig.
pl: Żywiołaki Ognia oświetlają heksy dookoła siebie, wspierając jednostki praworządne a osłabiając chaotyczne. Wykorzystaj je mądrze.

source: I am glad the lizards are free. They will be grateful, and bring us that much closer to completing the Circle. But I have lost $s05_deaths| men today, and more before. Are they grateful? At least elementals do not mind their deaths.
de: Ich in froh, dass die Echsen frei sind. Sie werden dankbar sein, und werden uns weit näher an die Vollendung des Kreises bringen. Doch ich habe heute $s05_deaths| Männer verloren, und mehr davor. Sind sie zufrieden? Den Elementargeistern ist wenigstens ihr Tod egal.
pl: Cieszę się, że jaszczurki są wolne. Teraz wszyscy będą nam wdzięczni, a to znacznie przybliży nas do ukończenia kręgu. Niestery straciłem dziś paru ludzi, a wcześniej jeszcze więcej. Czy musieli ginąć w tej sprawie? Tylko żywiołaki mają gdzieś, czy zginą czy nie. To dla nich to nieistotne.

source: I am glad the lizards are free. They will be grateful, and bring us that much closer to completing the Circle. But I have lost a man today, and more before. Are they grateful? At least elementals do not mind their deaths.
de: Ich in froh, dass die Echsen frei sind. Sie werden dankbar sein, und werden uns weit näher an die Vollendung des Kreises bringen. Doch ich habe heute einen Mann verloren, und mehr davor. Sind sie etwa zufrieden? Den Elementargeistern ist wenigstens ihr Tod egal.
pl: Cieszę się, że jaszczurki są wolne. Teraz wszyscy będą nam wdzięczni, a to znacznie przybliży nas do ukończenia kręgu. Niestery straciłem dziś człowieka, a wcześniej jeszcze więcej. Czy musieli ginąć w tej sprawie? Tylko żywiołaki mają gdzieś, czy zginą czy nie. To dla nich to nieistotne.

source: I am glad the lizards are free. They will be grateful, and bring us that much closer to completing the Circle. I didn’t lose a man today. I made no mistakes. Dead men are not grateful... dead elementals are no matter.
de: Ich bin froh, dass die Echsen frei sind. Sie werden zufrieden sein, und werden uns der Vollendung des Kreises näher bringen. Ich habe heute keinen Mann verloren. Ich habe keine Fehler gemacht. Tote Menschen sind nicht zufrieden… Tote Elementargeister sind nicht wichtig.
pl: Cieszę się, że jaszczurki są wolne. Teraz wszyscy będą nam wdzięczni, a to znacznie przybliży nas do ukończenia kręgu. Nie straciłem dziś żadnego człowieka, nie popełniłem żadnego błędu.

source: Freedom! Tell me, who are you?
de: Freiheit! Sagt mir, wer seid ihr?
pl: Wolność! Powiedzcie mi kim jesteście?

source: The Keeper sent us. We’re here to rescue you.
de: Der Hüter schickte uns. Wir sind gekommen, Euch zu retten.
pl: Opiekun nas posłał. Jesteśmy tu aby was uratować.

source: I believe you. None of the foreigners know such details. Please take us from this place. The desert almost dried us to death.
de: Ich glaube dir. Kein Ausländer kennt solche Details. Bitte rette uns von diesem Ort. Die Wüste hat uns fast zu Tode getrocknet.
pl: Wierzę ci. Musiałeś rozmawiać z naszym przywódcą skoro znasz takie szczegóły.

source: That’s the last of them. Let’s defeat the rest and get out of this place.
de: Das war der letzte von ihnen. Lasst uns den Rest besiegen und von hier verschwinden.
pl: To już wszyscy. Pokonajmy resztę i wynośmy się stąd.

source: Let’s rescue the lizards.
de: Lasst uns die Echsen retten.
pl: Uratujmy jaszczurki.

source: Those fools managed to break through... Probably you have come for these green savages. NEVER! TROLLS, GET THEM!!!
de: Diese Deppen haben's geschafft, durchzubrechen...Bist wohl für diese grünen wilden da gekommen. NIEMALS! TROLLE, HOLT SIE EUCH!!!
pl: Ci głupcy zdołali się przedostać... Prawdopodobnie przybyliście po te zielone wywłoki w klatkach. NIC Z TEGO! TROLLE, BRAĆ ICH!!!

source: You will never rescue them! NEVER!!! KNOCK THEM OFF!
de: Du wirst sie nie retten! NIE!!! SCHMEISST SIE RUNTER!!!
pl: Nigdy ich nie uratujecie! NIGDY!!! ZRZUCIĆ JE W PRZEPAŚĆ!

source: I DO IT!!!
de: ICH MACHEN ES!!!
pl: JA ZROBIĆ TO!!!

source: And I defend the bridge!
de: Und ich verteidige die Brücke!
pl: A ja bronić most!

source: We must stop them!
de: Wir müssen sie aufhalten!
pl: Musimy ich powstrzymać!

source: Gates to the Past
de: Tore zur Vergangenheit
pl: Wrota Przeszłości

source: We’re here. The gates of Ka-Gatta, our ancient capital.
de: Wir sind da. Die Tore von Ka-Gatta, unsere einstige Hauptstadt.
pl: Jesteśmy na miejscu. Oto Ka-Gatta, nasza starożytna stolica.

source: I remember the Elders teaching us of the Time of Beginning. 1000 years ago our ancestors lived here, before al-Kamija was created.
de: Ich erinnere mich, wie die Ältesten uns über die Zeit des Anfangs lehrten. Vor tausend Jahren lebten unsere Ahnen hier, bevor al-Kamija geschaffen wurde.
pl: Pamiętam jak Starsi uczyli nas o Czasach Początku. 1000 lat temu nasi przodkowie żyli tu, dawno przed powstaniem Al-Kamiji.

source: During travel to the hearth of the desert, our forefathers came across a system of caves hidden deep inside sand. The caves were cool and spacious enough to settle within, so my ancestors decided to stay.
de: Während sie durch die Hitze der Wüste zogen, stießen unsere Vorfahren auf ein Höhlensystem, tief im Sand verborgen. Die Höhlen waren kühl und groß genug, u besiedelt zu werden, also beschlossen unsere Ahnen, zu bleiben.

source: For 500 years they lived here and discovered the Abyss. In time their knowledge of magicks allowed them to create great cities on a hot surface. They needed the caves no longer. My ancestors took possession of the Great Desert.
de: Sie lebten hier fünf Jahrhunderte und entdeckten den Abgrund. Im Laufe der Zeit erlaubte ihnen ihr magisches Wissen, große Städte an der heißen Oberfläche zu errichten. Sie brauchten die Höhlen nicht mehr. Meine Ahnen nahmen die Große Wüste in Besitz.
pl: Przez 500 lat żyli tu i odkrywali Otchłań. Z czasem magia pozwoliła im na budowę wspaniałych miast na gorącym piasku pustyni. Jaskinie przestały być im potrzebne. Tak oto przodkowie opanowali Wielką Pustynię.

source: After the creation of al-Kamija, Ka-Gatta emptied and soon turned into catacombs, full of graves of the first Summoners. 400 years have passed and none have entered.
de: Nach der Schaffung von al-Kamija lehrte sich Ka-Gatta und wandelte sich in Katakomben, gefüllt mit den Gräbern der ersten Beschwörer. Seit vier Jahrhundert ist es nicht mehr betreten worden.
pl: Po stworzeniu Al-Kamiji Ka-Gatta szybko opustoszała i przeistoczyła się w katakumby, pełne grobów pierwszych Przywoływaczy. Od 400 lat nikt tam nie wkroczył.

source: It is rumored the ancient vaults are full of forgotten artifacts of immense power, and protected by Abysmal guards.
de: Es heißt, die alten Gewölbe seien voller vergessener Artefakte immenser Macht, und durch Wachen aus dem Abgrund geschützt.

source: Whether the rumors are true, Tashkar’s trail leads to this place. We had better watch our steps.
de: Ob die Gerüchte nun stimmen, Tashkars Spuren führten hierher. Wir sind besser wachsam.
pl: Ślad Tashkara prowadzi do tego miejsca. Lepiej miejmy się na baczności.

source: Find Tashkar’s army
de: Findet Tashkars Armee
pl: Odnajdź armię Tashkara.

source: I found a body, buried in the sand!
de: Ich habe eine Leiche unter dem Sand gefunden!
pl: Odnalazłem czyjeś ciało zakopane w piasku!

source: The $unit.language_name brushes aside a pile of sand, revealing a body.
de: Der $unit.language_name verschiebt Sand, unter dem sich eine Leiche zeigt.
pl: - po odgarnięciu piasku ukazuje się sylwetka człowieka -

source: One of Tashkar’s men.
de: Einer von Tashkars Leuten.
pl: Jeden z ludzi Tashkara.

source: Another one!
de: Noch einer!
pl: Kolejny!

source: The $unit.language_name disturbs the sand, revealing another body.
de: Der $unit.language_name stört den Sand, unter dem sich eine weiter Leiche zeigt.
pl: - odkopuje piasek, odsłaniając kolejne ciało -

source: Suffocated, like his fellow. This is grim.
de: Erstickt, wie sein Kumpan. Das ist grausig.
pl: Zmarł na skutek uduszenia, tak jak poprzedni. To mi się nie podoba.

source: Look here. He died of a wound.
de: Seht her. Er erlag einer Wunde.
pl: Spójrzcie tutaj. Ten zginął od ran.

source: The $unit.language_name upturns a corpse with a deep gash in its side.
de: Der $unit.language_name bringt eine Leiche zutage, in deren Flanke eine tiefe Wunde klafft.
pl: - odkrywa ciało z glęboką raną -

source: I fear the worst.
de: Ich befürchte das Schlimmste.
pl: Obawiam się najgorszego.

source: Where is the enemy?
de: Wo ist der Feind?
pl: Ale gdzie jest wróg?

source: There are so many. Men! Fan out everywhere. Comb every dune.
de: Es sind so viele. Männer! Durchsucht alles. Durchkämmt jede Düne.
pl: Jest ich tak wielu. Przeczesać wszystko, przekopać każdą wydmę!

source: My Lord, we find no enemy. Only their signs. Magics, blades... many were buried alive.
de: Mein Herr, wir finden keinen Feind. Nur ihre Zeichen. Zauber, Klingen… viele wurden lebendig begraben.
pl: Panie, nie znaleźliśmy żadnego przeciwnika, tylko ich ślady obecności. Magia, miecze... wielu było zakopanych żywcem.

source: These men were ambushed. It seems they were slaughtered to a man.
de: Diese Männer sind in einen Hinterhalt geraden. Anscheinend wurden sie ausnahmslos abgeschlachtet.
pl: Ci ludzie wpadli w zasadzkę. Wygląda na to, że zostali zamordowani co do jednego.

source: Not to a man. My Lord, we cannot find Tashkar or his deputy among them.
de: Nicht ausnahmslos. Herr, wir konnten weder Tashkar noch seinen Vertreter unter ihnen finden.
pl: Nie co do jednego. Panie, nie możemy znaleźć Tashkara i jego zastępcy.

source: Then they must have fled. I know Jaffar would have.
de: Dann müssen sie geflohen sein. Ich weiß, dass Jaffar so gehandelt hätte.
pl: Musieli zdołać uciec. Jaffar napewno tak by postąpił.

source: I would bring your bones to Ka-Gatta, but it is no longer our way.
de: Ich würde eure Gebeine nach Ka-Gatta bringen, doch es ist nicht länger unsere Art.
pl: Zaniósłbym wasze szczątki do Ka-Gatty, ale nie postępujemy już w ten sposób.

source: “As we bring forth, so shall we go.”
de: »Wie wir kommen, so sollen wir gehen.«
pl: "Z prochu powstałeś i w proch się obrócisz."

source: Find the enemy
de: Findet den Feind
pl: Odszukaj wroga.

source: Whatever words are written upon that ancient tablet, I’m sure no magical being can say them. Otherwise, how would we control what we summon?
de: Was auch immer auf dieser alten Tafel geschrieben steht, ich bin mir sicher, dass kein magisches Geschöpf es sprechen kann. Wie könnten wir sonst kontrollieren, was wir beschwören?
pl: Cokolwiek jest napisane na tej starożytnej tablicy, żadna magiczna istota tego nie przeczyta. W przeciwnym wypadku jak moglibyśmy kontrolować to, co przyzywamy?

source: The tablet is written in an ancient text, and difficult to pronounce. “Hashtara maroosh. Kinbala, tanbdrala, bolombralra...”
de: Auf der Tafel steht ein alter Text, der schwer zu lesen ist. »Hashtara maroosh. Kinbala, tanbdrala, bolombrala…«
pl: Tablica pokryta jest starożytnym tekstem, trudnym do wymówienia. “Hashtara marush. Kinbala, tanbdrala, bolombralra...”

source: YAAAAAGGH!!!
de: YAAAAARGH!!!

source: Thank goodness I didn’t sleep through that lecture in Summoner school!
de: Zum Glück habe ich nicht bei dieser Lektion in der Beschwörungsschule geschlafen!
pl: Na szczęście tej lekcji nie przespałem w Akademii Przywoływaczy!

source: What glistens in the sun!
de: Was glitzert in der Sonne!
pl: Coś tam błyszczy w słońcu!

source: The flight of the $unit.language_name disturbs the ancient sand upon the cliff.
de: Der Flug des $unit.language_name vertreibt den alten Sand auf der Klippe.
pl: Jednostka rozwiewa piasek na wzgórzu.

source: We could not see it from below the cliff. How many men and years have marched by?
de: Wir konnten es nicht von unterhalb der Klippe sehen. Wie viele Männer und Jahre sind vorbeigegangen?
pl: Nie mogliśmy dostrzec tej lampy z dołu. Ile lat musiała ona tam leżeć? Wyobraźcie sobie ilu ludzi przechodziło koło niej nawet o tym nie wiedząc?

source: You are not my master.
de: Du bist nicht mein Meister.
pl: Nie jesteś moim panem.

source: The ancient jinn intones, “How do you come to Ka-Gatta?”
de: Der alte Djinn ertönt, »Wie kommst du nach Ka-Gatta?«
pl: Starożytny Dżin pyta: "Jak przybywasz do Ka-Gatty?"

source: I come from Tar-Tabar.
de: Ich komme aus Tar-Tabar.
pl: Przybywam z Tar-Tabaru.

source: I know no such place. You shall die.
de: Ich kenne einen solchen Ort nicht. Sterben sollst du.
pl: Nie znam takiego miejsca. Zginiesz.

source: I come from al-Kamija.
de: Ich komme aus al-Kamija.
pl: Przybywam z Al-Kamiji.

source: Summoners go from Ka-Gatta to al-Kamija. You shall die.
de: Beschwörer kommen aus Ka-Gatta nach al-Kamija. Sterben sollst du.
pl: Przywoływacze wyruszają z Ka-Gatty do Al-Kamiji. Zginiesz.

source: I come from Ka-Gatta.
de: Ich komme aus Ka-Gatta.
pl: Przybywam z Ka-Gatty.

source: You come the wrong way. You shall die.
de: Du kommst aus der falschen Richtung. Sterben sollst du.
pl: Przybyłeś złą drogą. Zginiesz.

source: I come in friendship.
de: Ich komme in Freundschaft.
pl: Przybyłem w pokoju.

source: A Summoner does not befriend. He commands. You shall die.
de: Ein Beschwörer freundet sich nicht an. Er befiehlt. Sterben sollst du.
pl: Przywoływacz nie darzy przyjaźnią. On dowodzi. Zginiesz.

source: I come to take what is mine.
de: Ich komme, um zu nehmen, was mir gehört.
pl: Przybyłem, aby zabrać co moje.

source: You come only to take. You shall die.
de: Du kommst nur, um zu nehmen. Sterben sollst du.
pl: Przybywacie tylko aby brać. Zginiesz.

source: I come to die.
de: Ich komme zu sterben.
pl: Przybyłem aby umrzeć.

source: Summoner, I shall escort you.
de: Beschwörer, begleiten werde ich dich.
pl: Będę Cię eskortował, Przywoływaczu.

source: My Lord, it.. it f-frightens me. Y-you go first.
de: Mein Herr, er.. er macht mir Angst. D-du gehst voran.
pl: Panie, t-to m-miejsce mnie przeraża. T-ty idź pierwszy.

source: Come, Master. Your death awaits.
de: Komm, Meister. Dein Tod wartet.
pl: Idź mój Panie. Twa śmierć czeka na ciebie.

source: The Army did not go into Ka-Gatta. The passage of so many men would have left a sign.
de: Die Armee hat Ka-Gatta nicht betreten. Wären so viele Männer eingetreten, hätten sie Spuren hinterlassen.
pl: Armia nie wkroczyła do Ka-Gatty. Przejście tylu ludzi powinno zostawić jakiś ślad, ale go nie ma.

source: team_name^Unknown
de: Unbekannt
pl: Nieznany

source: What an amazing place...
de: Was für ein erstaunlicher Ort...
pl: Cóż za niezwykłe miejsce...

source: We need to remain together. These caves are home to many dangerous creatures. Nevertheless, we should make a thorough search. Maybe we will find where Tashkar has fled, or some treasures...
de: Wir müssen zusammenbleiben. Diese Höhlen sind die Heimat vieler gefährlicher Wesen. Trotzdem sollten wir es durchsuchen. Vielleicht finden wir Tashkars Schlupfloch, oder Schätze...
pl: Musimy trzymać się razem. Te jaskinie są domem dla wielu niebezpiecznych stworzeń. Mimo to powinniśmy gruntownie przeszukać teren. Być może ustalimy, gdzie zbiegł Tashar lub znajdziemy jakieś skarby.

source: Move to the next chamber
de: Weiter zur nächsten Kammer
pl: Dostań się do następnej komnaty

source: (optional) Search the caves
de: (optional) Durchsucht die Gewölbe
pl: (opcjonalnie) Przeszukaj jaskinie

source: Great Nomolas Eye! Look at the ceiling!
de: Auge des Großen Nomolas! Seht, die Decke!
pl: O Wielki Nomolasie! Spójrzcie na sufit!

source: Bats... thousands of bats...
de: Fledermäuse… tausende Fledermäuse...
pl: Nietoperze... tysiące nietoperzy...

source: They slumber, but our footsteps will disturb them. My Lord, we must try not to move.
de: Sie schlafen, aber unsere Schritte werden sie stören. Herr, wir müssen versuchen, stillzuhalten.
pl: Śpią, ale nasze kroki mogą je zbudzić. Panie, nie powinniśmy się ruszać.

source: Not move?! Grant me the favor of not moving to chasm’s end!
de: Stillhalten?! Oh, bitte halte still am Ende der Spalte!
pl: Nie powinniśmy się ruszać?!

source: I mean no impertinence, My Lord. If we can ever lie still, it is best.
de: Ich will nicht ungehorsam sein, Herr. Wenn wir still liegen können, ist es am besten.
pl: Mam na myśli brak gwałtownych ruchów, Panie. Powinniśmy zachowywać się w miarę cicho.

source: Ugh! This hole reeks of death!
de: Ugh! Dieses Loch stinkt nach dem Tod!
pl: Ugh! Co za smród! Chyba coś w tej dziurze zdechło.

source: Silence, you fool! Follow the advice.
de: Ruhe, du Tor! Folge dem Rat.
pl: Ciszej głupcze! Chcesz nas wpędzić w kłopoty?

source: But that was for bats.
de: Aber der war für Fledermäuse.
pl: Ale to było odnośnie nietoperzy.

source: The next time you see fit to walk near a hole, I shall throw you in myself.
de: Das nächste Mal, dass du es für angebracht hältst, neben ein Loch zu gehen, werde ich dich persönlich hineinwerfen.
pl: Następnym razem kiedy zachce Ci się spacerować w pobliżu dziury, osobiście Cię do niej wrzucę!

source: My mother taught me never to stand next to holes, lest I throw myself in.
de: Meine Mutter brachte mir bei, nie neben Löchern zu stehen, weil ich mich sonst selbst hineinwerfe.
pl: Moja matka zawsze mówiła mi, abym nigdy nie stał w pobliżu dziur, bo mógłbym przez nieuwagę wpaść.

source: How our people are changing! We stand at the edge of the greatest hole of all.
de: Wie sich unser Volk verändert! Wir stehen am Rande des größten aller Löcher.
pl: Równie dobrze coś mogłoby mnie tam wciągnąć!

source: ...did Tashkar throw himself down there? ...
de: ,,,hat sich Tashkar sich hineingeworfen? ...
pl: ...mam nadzieję, że Tashkar tam nie wpadł...

source: Tashkar’s deputy! He’s been cut into pieces.
de: Tashkars Vertreter! Er wurde zerstückelt.
pl: Zastępca Tashkara! Został pocięty na kawałki.

source: By bats?
de: Von Fledermäusen?
pl: Przez nietoperze?

source: No, a blade.
de: Nein, mit einer Klinge.
pl: Nie, najprawdopodniej przez miecz.

source: Who will know our bones?
de: Wer wird unsere Knochen erkennen?
pl: Szczątki - jedyny ślad po czyimś istnieniu. Kto dowie się o nas, jak przeniesiemy się do Otchłani?

source: If I moved them with my foot, just a little to the left, they might fall forever...
de: Wenn ich sie mit meinem Fuß verschieben würde, nur ein wenig nach links, würden sie womöglich ewig fallen...
pl: Zabawne podobieństwo: gdybym przesunął te kości moją stopą odrobinę w lewo, mogłbyby spadać w nieskończoność... prosto w Otchłań...

source: ...and no one would ever know.
de: ...und niemand würde es je erfahren.
pl: ...i nikt nigdy by się nie dowiedział o ich istnieniu.

source: Should $unit.name pick up the scimitar?
de: Soll $unit.name den Säbel nehmen?
pl: Czy jednostka powinna podnieść sejmitar?

source: scimitar^Leave it
de: Lass es
pl: Zostaw

source: scimitar^Take it
de: Nimm es
pl: Podnieś

source: Only a summoner can use this item!
de: Nur ein Beschwörer kann dieses Objekt verwenden!
pl: Tylko przywoływacz może podnieść ten przedmiot!

source: Mystical Scimitar
de: Mystischer Säbel
pl: Mistyczny Sejmitar

source: Legends say that this scimitar was made from a spark of the Abyss. Its power is allegedly unbelievable. Attack increases by 100% Chance to hit is constant and equals 70%
de: Den Legenden zufolge wurde dieser Säbel aus dem Funken des Abgrunds geschaffen. Seine Macht soll unglaublich sein. Der Angriff ist 100% stärker, die Trefferchance stets 70%.
pl: Legendy mówią, że sejmitar ten został stworzony z iskry Otchłani. Jego moc jest ponoć niewyobrażalna. Atak zwiększa się o 100% Szansa na trafienie jest stała i wynosi 70%

source: mystical scimitar
de: Mystischer Säbel
pl: mistyczny sejmitar

source: This unit holds a powerful scimitar.
de: Diese Einheit führt einen mächtigen Säbel.
pl: Ta jednostka trzyma potężny sejmitar.

source: It’s a trap!
de: Eine Falle!
pl: To pułapka!

source: Those who touch the scimitar...
de: Wer den Säbel berührt...
pl: Ci, którzy dotkną sejmitara...

source: ...MUST DIE!!!
de: ...MUSS STERBEN!!!
pl: ...MUSZĄ UMRZEĆ!!!

source: Should $unit.name pick up the carpet?
de: Soll $unit.name den Teppich nehmen?
pl: Czy jednoska powinna podnieść dywan?

source: Only the carpet rider can use this item!
de: Nur ein Fluiegender Teppich kann dieses Objekt verwnden!
pl: Tylko jeździec dywanów może użyć tego przedmiotu!

source: Woven of golden threads, inspired by Abyssal winds. One who possesses this ancient vehicle, gains amazing speed and agility. Speed increases by 50% Negates zones of control (grants the skirmisher ability)
de: Gewoben aus golden Garn, von des Abgrunds Winden inspieriert. Jeder, der diesen uralten Teppich besitzt, verfügt über erstaunliche Schnellig-und Geschicklichkeit. Die Geschwindigkeit erhöht sich um 50%, und macht zum Plänkler.
pl: Uszyty złotymi nićmi, inspirowany wiatrami Otchłani. Ten kto posiądzie ten starożytny pojazd, zyskuje niezwykłą szybkość i zwinność. Prędkość wzrasta o 50% Ignoruje strefy kontroli (harcownik)

source: I’ve found a chest full of gold!
de: Ich habe eine Schatztruhe gefunden!
pl: Znalazłem skrzynię pełną złota!

source: 200 gold
de: Zweihundert Goldstücke
pl: 200 szt. złota

source: Should $unit.name pick up the cloak?
de: Soll $unit.name den Mantel nehmen?
pl: Czy jednostka powinna podnieść płaszcz?

source: Only a camel rider can use this item!
de: Nur ein Kamelreiter kann das Objekt verwenden!
pl: Tylko wielbłądzi jeździec może podnieść ten przedmiot!

source: Should $unit.name pick up the cap?
de: Soll $unit.name den Pokal nehmen?
pl: Czy jednostka powinna podnieść czapkę?

source: cap^Take it
de: Nimm es
pl: Weź ją

source: cap^Leave it
de: Lass es
pl: Zostaw

source: Cap of Power
de: Kappe der Macht
pl: Czapka Mocy

source: This unique headgear had to belong to a very powerful summoner. It follows from the amazing workmanship and the mysterious glow trapped inside the big crystal in the front. Increases magical power by 20% Decreases experience points needed for advancement by 25%
de: Diese einmalige Kopfbedeckung gehörte einst einem mächtigen Beschwörer. Dies liegt an der erstaunlichen Handwerkskunst und dem geheimnisvollen Glühen, das von dem großen Kristall an der Vorderseite ausgeht. Erhöht die Zauberkraft um 20% und verringert die nötige Erfahrung um 25%
pl: To niezwykłe nakrycie głowy musiało należeć do niezwykle potężnego przywoływacza. Świadczy o tym niezwykłe wykonanie i tajemniczy błysk uwięziony wewnątrz wielkiego kryształu na przedzie. Zwiększa magiczną moc o 20% Zmniejsza wymaganą ilość punktów doświadczenia do awansu o 25%

source: cap of power
de: Kappe der Macht
pl: czapka mocy

source: This unit wears a magical cap, which enhances its magical power.
de: Diese Einheit trägt eine magische Kappe, die ihre Zauberkraft erhöht.
pl: Jednostka ta nosi magiczną czapkę, która zwiększa jej moc magiczną.

source: Only a human can use this item!
de: Nur ein Mensch kann dieses Objekt verwenden!
pl: Tylko człowiek może użyć tego przedmiotu!

source: armor^Leave it
de: Lass es
pl: Zostaw

source: armor^Take it
de: Nimm es
pl: Weź go

source: Should $unit.name pick up the armor?
de: Soll $unit.name den Panzer nehmen?
pl: Czy jednostka powinna podnieść pancerz?

source: Cuirass of the Ancients
de: Panzer der Ahnen
pl: Kirys Przodków
