Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: From time immemorial The Keeper’s people—the ‘Darkblooded’—had protected their lands from barbarian hordes that arose in local wastelands. This Jungle of Life that the Summoners have entered was their home, as much the Great Desert is to the Summoners. A holy place for its dwellers, this unusual tropical land is protected at all costs. The Darkblooded had mistaken the Summoners for barbarians because of their similar language. Despite that, Rhaxiz hadn’t attacked because Mehir had explained he was not from the east, where enemy lives, but from the north. Nevertheless the appearance of a ‘fiery demon’ had scared the lizards so much that they had thrown themselves upon the Summoners, thinking these northerners wanted to burn their holy forest. Although Rhaxiz had withdrawn to defend the Jungle in other places, the Summoners had still been observed.
de: Seit Urzeiten schützte im fernen Süden eine Rasse intelligenter Echsen, die »Dunkelblüter« genannt wird, ihr Land gegen die Barbarenhorden, die sich in den hiesigen Ödländern zusammenrotten. Der Dschungel des Lebens, den die Beschwörer betreten hatten, ist die Heimat der Dunkelblüter, so sehr wie die Große Wüste es für die Beschwörer ist. Dieses ungewöhnliche tropische Land für seine Bewohner ein heiliger Ort, der um jeden Preis zu schützen ist. Als die Beschwörer den Echsen begegneten, hielten sie diese der Ähnlichkeit ihrer Sprachen wegen für Barbaren. Trotzdem hatte Rhaxiz nicht angegriffen, weil Mehir erklärte, er käme nicht wie der Feind aus dem Osten, sondern aus dem Norden. Doch das Auftauchen des »feurigen Dämonen« erschreckte die Echsen so sehr, dass sie sich auf die Beschwörer stürzten, da sie dachten, sie wollten ihren heiligen Wald abbrennen. Auch wenn Rhaxiz sich zurückgezogen hatte, um den Dschungel an anderer Stelle zu verteidigen, hatten die Beschwörer weiterhin unter Beobachtung gestanden.
pl: Od niepamiętnych czasów na dalekim południu rasa inteligentnych jaszczurek zwana Ciemnokrwistymi broni swoich ziem przed barbarzyńskimi ludami tamtejszych pustkowi. Dżungla Życia do której wkroczyli Przywoływacze jest dla Ciemnokrwistych domem, tak jak Wielka Pustynia dla tych pierwszych. Ta niezwykła tropikalna kraina jest dla jej mieszkańców miejscem świętym, dla którego obrony gotowi sa zrobić dosłownie wszystko. Kiedy po raz pierwszy Przywoływacze zetknęli się z Ciemnokrwistymi, ci początkowo wzięli ich za barbarzyńców, z racji bardzo podobnego języka. Mimo to Rhaxiz nie zaatakował natychmiast, ponieważ Mehir wyjaśnił, iż nie pochodzi z zachodu, gdzie mieszkają wrogowie Ciemnokrwistych, ale z północy. Mimo to pojawienie się 'ognistego demona' na tyle przestraszyło jaszczurki, ze te rzuciły się na Przywolywaczy, sadzać iz tamci chca spalic ich Święty Las. Choć Rhaxiz później wycofał się, aby bronic Dżungli w innym miejscu, Przywoływacze wciąż byli obserwowani z ukrycia.

source: Despite Mehir’s later help, the Darkblooded were still angry with the Summoners. In the construction of the ‘devil’s path’ a part of their forest had been destroyed, and they couldn’t forgive it. Each tree was holy to them, and these newcomers from the north had cut down many. Jaffar and Mehir explained as best as they could who they were, and why the construction of the Circle was so important for all of the Summoners. The Darkblooded couldn’t understand some words, but it didn’t matter. The Keeper decided to set them free, but in the same breath he threatened them with immediate death if they would so much as cut the grass.
de: Trotz Mehirs späterer Hilfe waren die Dunkelblüter wütend auf die Beschwörer. Sie sagen, bei der Erbauung des »Teufelswegs« sei ein Teil zerstört worden, was sie nicht verzeihen könnten, insbesondere da jeder Baum ihnen heilig sei und die Neuankömmlinge aus dem Norden viele von ihnen gefällt hatten. Jaffar und Mehir erklärten so gut sie konnten, wer sie seien und wieso die Erbauung des Kreises so wichtig für alle Beschwörer sei. Die Dunkelblüter verstanden die Worte nicht, doch das war egal. Der Hüter beschloss, sie freizusetzen, doch im gleichen Atemzug bedrohte er die Beschwörer mit sofortigem Tode, sollten sie auch nur das Gras schneiden.
pl: Mimo pomocy jakiej Mehir udzielił Rhaxizowi, Ciemnokrwiści wciąż gniewają się na Przywoływaczy. Tłumaczą, że przez budowę 'diabelskiej drogi' zniszczona została część ich Lasu i nie mogą zostać wobec tego obojętni, zwłaszcza, ze każde drzewo jest dla nich święte, a północni przybysze ścieli ich cale mnóstwo. Jaffar razem z Mehirem wytłumaczyli najlepiej jak tylko mogli, kim są oraz czemu budowa kręgu jest dla nich tak ważna. Ciemnokrwiści nie wszystko potrafili zrozumieć, ale to i tak nic to nie dało. Opiekun postanowił darować im życie za pomoc jakiej udzielono Rhaxizowi, choć jednocześnie zagroził, ze jeśli kiedykolwiek Przywoływacze dotkną ich trawy, zgina na miejscu.Pojawiła się jednak nadzieja.

source: However, hope remained. As Mehir and Jaffar were loaded onto wyverns, never to be seen again, Rhaxiz reminded The Keeper of some lizards held captive. Barbarians held them at Fire Canyon, so named for the hot sun that dried it long ago. He noted the Summoners’ prowess at desert fighting. Upon contemplation, The Keeper ordered the Summoners to be brought back. He ordered Mehir — the more trustworthy — to mount a rescue. If all captives were returned in one piece, the Summoners would be given permission to continue their work in the Darkblooded’s territory. Such was their value: more than trees, more than gold. Against their lives, Jaffar and his massive chest of gold were held hostage, for The Keeper knew the latter’s small mind.
de: Doch es gab noch Hoffnung. Gerade als Mehir und Jaffar auf Wyvwern geladen wurden, erinnerte Rhaxiz den Hüter daran, dass einige Echsen vor wenigen Tagen von Barbaren gefangen worden waren, Er erklärte auch, wie gut die Beschwörer im Wüstenkampf waren. Der Hüter stimmte sofort zu und befahl die Beschwörer zurückzubringen. Ein Dunkelblüter befahl Mehir (weil dieser der Vertrauenswürdigere war), zur Feuerschlucht aufzubrechen, um diese Echsen zu retten. Sie versprachen, dass, wenn alle gefangenen Echse an einem Stück zurück gebracht würden, es den Beschwörern erlaubt sei, ihre Arbeit im Gebiet der Dunkelblüter fortzusetzen. Dagegen wurden Jaffar und seine gewaltige Goldtruhe als Geißeln behalten, im Gegenzug für das Wohlergehen der Echsen.
pl: Jak Mehir i Jaffar wsiadali z powrotem na grzbiety wiwern, Rhaxiz przypomniał Opiekunowi o kilku jaszczurkach porwanych nie tak dawno przez barbarzyńców i zabranych na suche pustkowia. Opisał mu również jak dobrze (w przeciwieństwie do Ciemnokrwistych) Przywoływacze radzą sobie w walce na pustyni. Opiekun natychmiast podchwycił sugestię i nakazał zawrócić przybyszy. Ciemnokrwiści zadecydowali, aby Mehir (jako, ze już raz udowodnił swoje dobre intencje) wyruszył do Ognistego Kanionu, aby odbić porwane jaszczurki. Obiecali jednocześnie, ze jeżeli wszystkie wrócą całe i zdrowe, Przywoływacze uzyskają zgodę na budowę kręgu. Jednocześnie wzięli Jaffara za zakładnika i pod groźba jego śmierci przestrzegli Mehira przed próbą sprowadzenia do Dżungli wojsk Przywoływaczy.

source: After being released, Mehir immediately returned to Sud-Affar and informed the Sharif of the ‘bargain’. The leader of the city was unhappy with The Keeper’s terms, but preferred them to war. He provisioned Mehir for his task — planning, should Mehir fail, for other ‘inducements’.
de: Nachdem Mehir entlassen wurde, brach Mehir sofort nach Sud-Affar auf und benachrichtigte Sharif von der Ganzen Situation. Der Leiter der Stadt war nicht begeistert über die Idee des Hüters, Mehir auf eine so wichtige Mission zu schicken, aber er hatte keine Wahl. Mehir brach sofort auf.
pl: Wypuszczony na wolność Mehir natychmiast udał się wraz ze swoimi ludźmi do Sud-Affaru, po czym poinformował Sharifa o całej sytuacji. Przywódca miasta niechętnie podszedł do pomysłu tajemniczego Opiekuna, aby to właśnie Mehir podjął się tak niebezpiecznej i ważnej misji. Nie miał jednak wyjścia. Mehir wyruszył natychmiast.

source: When Mehir appeared on the horizon, a great happiness spread throughout the Forest. Immediately Jaffar was freed, and permission obtained, to build the Summoner’s Great Circle upon Darkblooded land. Mehir’s achievement was unusual for his status and experience, and so the Sharif appointed him Commander of the Second Degree. That is how the dream of a young city guard came true.
de: Als Mehir am Horizont erschien, breitete sich im ganzen Walde große Freude aus. Jaffar wurde augenblicklich entlassen und die Beschwörer erhielten die Genehmigung, auf dem Land der Dunkelblüter den Kreis zu bauen. Da Mehir für seie Stellung und Erfahrung recht ungewöhnliches erreicht hatte, ernannte ihn Sharif zum Kommandanten des zweiten Ranges, Und so wurde der Traum einer jungen Stadtwache Wahrheit.
pl: Jak tylko na horyzoncie zjawił się Mehir wraz z odzyskanymi jaszczurkami, ogromna radość ogarnęła cały Las. Jaffar został natychmiast uwolniony, a Przywoływacze uzyskali zgodę na budowę kręgu na terytorium Ciemnokrwistych. Ponieważ wyczyn Mehira był całkiem niebywały jak na jego niewielkie doświadczenie, Sharif niedługo potem mianował go dowódcą drugiego stopnia spod sztandaru Sud-Affaru. Tak oto po części spełniło się marzenie młodego strażnika miejskiego z Al-Kamiji.

source: Six months passed. The Circle left the territory of Sud-Affar, and workers from Tar-Tabar continued the construction. Another stage began: connecting the cities of the Trinity into a giant triangle, as vast as the Circle itself. Mehir, as a new Commander, did not assist the workers as he had before. For this they were thankful. As a Sharif’s assistant, he improved his skills by taking lessons from old summoning veterans, who grumbled.
de: Sechs Monate sind vergangen. Der Kreis hat das Gebiet von Sud-Affar verlassen und Arbeiter aus Tab-Tabar begannen, die Erbauung fortzuführen. Eine andere Arbeitsphase begann — die Städte der Triade wurden miteinander verbunden, indem ein riesiges Dreieck erbaut wird. Derweil musste Mehir als neuer Kommandant nicht mehr die Arbeiter unterstützen wie früher, als er Sharifs Assistent war. Stattdessen verbesserte er seine Fähigkeiten, indem er sich von Veteranen der Beschwörung unterrichten lies.
pl: Minęło sześć miesięcy. W tym czasie krąg opuścił już terytorium Sud-Affaru i przejęli go robotnicy Tar-Tabar. Rozpoczął się kolejny etap prac, polegający na bezpośrednim połączeniu miast Trójcy. Tymczasem Mehir jako nowy dowódca nie zajmował się już nadzorowaniem budowy. Zamiast tego doskonalił swoje umiejętności pobierając nauki u innych dowódców.

source: The time of peace did not last long. One day Mehir was summoned immediately to al-Kamija, for a secret meeting of the High Council.
de: Die Zeit des Friedens währte nicht lange. Eines Tages wurde Mehir aufgefordert, unverzüglich sich nach al-Kamija zu begeben, um ein geheimes Treffen mit dem Hohen Rat zu begehen.
pl: Ten stan spokoju nie utrzymał się jednak długo. Pewnego ranka Mehir został pilnie wezwany do Al-Kamiji.

source: Tashkar, the leader of Tar-Tabar, was missing. He had been seen heading with soldiers to Ka-Gatta — the first, now abandoned capital of the Summoners. None knew why he had gone. His deputy could know such a thing, but had disappeared as well. The High Council ordered Mehir to pursue—and if necessary, rescue—the leader and his army.
de: Tashkar, der Leiter von Tab-Tabar, wurde vermisst. Er war mit Soldaten nach Ka-Gatta aufgebrochen — der ersten, inzwischen aufgegebenen Hauptstadt der Beschwörer. Niemand wusste, wieso er aufgebrochen war, wusste niemand. Sein Stellvertreter hätte hier helfen können, doch auch er war verschwunden. Der Hohe Rat befahl Mehit, den Leiter und seine Armee zu finden — und, wenn nötig, zu retten.
pl: Na tajnym posiedzeniu Rady Starszych wyjawiono Mehirowi informację o zaginięciu Tashkara, przywódcy Tar-Tabaru. Sprawa była niepokojąca, ponieważ niektórzy z mieszkańców miasta widzieli jak Tashkar wyruszył z częścią swojej armii do Ka-Gatty, opuszczonej od setek lat, pierwszej stolicy Przywoływaczy. Nie wiadomo w jakim celu tam wyruszył. Jego zastępca mógłby to wiedzieć, lecz on też zaginał, dlatego Rada postanowiła wysłać Mehira i jego podwładnych, aby zbadać sprawę.

source: Mehir and Rashti came back to al-Kamija.
de: Mehir und Rashti kehren nach al-Kamija zurück.
pl: Mehir i Rashti powrócili do Al-Kamiji.

source: The frightful army had arrived just after dusk, from the northeast. Malib had seen hundreds of red lights — their eyes, it would seem. They never stopped. Walls were literally crushed in front of them. After a few minutes the whole city turned into burning rubble. In time the power of the witches decreased, but the defenders would soon fall, like so many walls. Luckily the portal was untouched, so Malib sent a messenger to al-Kamija for help. A few minutes later Mehir and Rashti appeared.
de: Die schreckliche Armee war direkt nach dem Sonnenuntergang aufgetaucht. Malib hatte hunderte rote Lichter gesehen- anscheinend ihre Augen. Sie ließen sich nicht aufhalten. Vor ihnen zersprangen die Mauern im wahrsten Sinne des Wortes. Nach kurzer Zeit hatte sich die Stadt in brennende Trümmer zerfallen. Mit der Zeit war die Macht der Hexen gesunken, doch die Verteidiger würden bald wie so viele Mauern fallen. zum Glück blieb das Portal unbeschädigt, sodass Malib einen Boten mit einem Hilfsgesuch nach al-Kamija schicken konnte. Wenige Minuten später trafen Mehir und Rashti ein.
pl: Ta przerażająca armia przybyła tuż po zmroku z północnego wschodu. Malib opowiadał jak widział w oddali setki czerwonych świateł emanujących z ich oczu. Ponoć w ogóle nie zatrzymywali się wkraczając do miasta. Mury dosłownie rozsypywały się tuz przed nimi. W ten sposób po kilku minutach cale miasto zamieniło sie w ogromne rumowisko. Z czasem moc wiedźm zmniejszyła się, lecz miasto było już opanowane. Na szczęście portal komunikacyjny był cały, w związku z czym udało się wysłać do Al-Kamiji posłańca, dzięki któremu Mehir i Rashti przybyli z odsieczą.

source: Mag-Magar had resisted the invaders by a miracle. After the battle, Mehir, Malib and Rashti had many days to examine the dead bodies of their enemies. The invaders were human, but had long, pointed ears and pale, almost gray skin. They were armed with a variety of blades made of a metal unknown to the Summoners, of amazing endurance and sharpness. Their clothes were drab as death, hiding the blood of many battles. Other bodies, grotesque in shape and size, belonged to the terrifying three-headed beasts. A desert snake, often seen in local caves, bore a similar face. But that is where the similarities ended.
de: Mag-Magar überstand den Angriff durch ein Wunder. Nach der Schlacht hatten Mehir, Malib und Rashti einige tage Zeit, um die toten Körper ihrer Feinde zu untersuchen. Die Angreifer waren menschlich, besaßen aber lange, spitze Ohren und eine fahle, fast graue Haut. Sie waren mit diversen Klingen aus einem den Beschwörern unbekannten Metall bewaffnet, dessen Härte und Schärfe erstaunlich war. Ihre Kleidung war aus einem todesschwarzem Tuch und mit dem Blut vieler Schlachten befleckt. Andere Körper grotesker Größe und Form gehörten zu den dreiköpfigen Untieren. Eine Wüstenschlange, die in den Höhlen vor Ort oft zu sehen war, besaß einen ähnlichen Kopf. Doch das war schon das Ende der Ähnlichkeiten.
pl: Miasto Mag-Magar cudem obroniło się przed tajemniczymi najeźdźcami. Zanim przybyły spóźnione posiłki z Al-Kamiji i pozostałych miast, Mehir, Malib i Rashti mieli prawie dwa tygodnie na dokładne przyjrzenie się ciałom wroga. Jak się okazało nie byli to ludzie, gdyż mieli długie szpiczaste uszy oraz białą skorę. Uzbrojeni byli w rożnego rodzaju ostrza wykonane z nieznanego Przywoływaczom metalu o niesamowitej ostrości i wytrzymałości. Ich szaty były w większości czarne jak śmierć i sprawiały wrażenie jakby zostały uszyte jedynie do krwawej walki. Wśród zwłok były też ciała należące do przerażających potworów o trzech głowach. Istoty te trochę przypominały pustynne węże, jakie często można spotkać w okolicznych jaskiniach, lecz na tym podobieństwa się kończyły.

source: More than ten days passed. Then, the first carpets appeared on the horizon. The Armies of the Trinity followed ten days after. They were shocked by the scale of the city’s destruction. Many troopers stayed in Mag-Magar, in case the invaders struck again. When the portal was repaired, Mehir, Rashti, and Malib returned to al-Kamija.
de: Mehr als zehn Tage vergingen. Nun erschienen die ersten Teppiche am Horizont. Die Armeen der Dreiheit trafen zehn Tage später ein. Sie waren von dem Maß der Zerstörung entsetzt. Viele Soldaten blieben in Mag-Magar, um im Fall eines erneuten Angriffes bereit zu sein. Als das Portal repariert war, kehrten Mehir, Malib und Rashti nach al-Kamija zurück.
pl: Minęło kilkanaście dni. Na pustynnym horyzoncie pojawiły się pierwsze dywany. Przybyle armie nie mogły uwierzyć w to co zobaczyły. Postanowiono zostawić tu cześć oddziałów na wypadek, gdyby te istoty zaatakowały ponownie. Po naprawieniu portalu Mehir, Rashti i Malib powrócili do Al-Kamiji.

source: And that is how the first part of our story has ended. Mehir became one of the most powerful men in the land of the Summoners and his destiny was beginning to fulfill.
de: Und so endete der erste Teil unserer Geschichte. Mehir wurde einer der mächtigsten Männer im Lande der Beschwörer und sein Schicksal begann sich zu erfüllen.
pl: I tak oto zakończył się pierwszy etap tej opowieści. Mehir stal się jednym z najważniejszych ludzi państwa Przywoływaczy, a jego przeznaczenie zaczęło się spełniać.

source: A few weeks passed as Mehir explored the palace of Tar-Tabar and met his servants. Under the supervision of old summoning veterans he learned how to use a Megacircle, a necessary spell for all true Summons masters. He also learned to lead his troops effectively, as it was under Tashkar’s command. The mysterious messengers of death that destroyed Mag-Magar did not return.
de: Einige Wochen vergingen, während derer Mehir den Palast von Tab-Tabar erkundete und seine Diener traf. Unter der Aufsicht alter Veteranen der Beschwörung lernte er, den Kreis der Macht zu nutzen, eine Zauber, den jeder wahre Meister der Beschwörung benötigte. Er lernte auch, Truppen effektiv zu führen, wie unter Tashkars Führung. Die geheimnisvollen Todesboten, die Mag-Magar zerstört hatten, kehrten nicht wieder.
pl: Minęło kilka tygodni zanim poznał pałace Tar-Tabaru i tamtejszych ludzi. Pod okiem starych weteranów nauczył się korzystać w pełni z zaawansowanego kręgu, jakim dysponują prawdziwi mistrzowie przywołania. Uczył się również dowodzenia i taktyki, aby jego armia była tak efektywna jak ta za czasów Tashkara.Tajemniczy wysłannicy śmierci, którzy zniszczyli Mag-Magar jak dotąd nie powrócili.

source: The construction of the Great Circle continued. It was connected to the portal in Tar-Tabar, and three months later it returned to the place where it started — to Mag-Magar. A new stage of construction began: the cities of the Trinity were to be connected with al-Kamija. Also, new, smaller circles were to be made. This time, construction was faster because of the thousands of workers from the capital. Mehir, like the other leaders of the Trinity, was free to do as he wished, because the outer and biggest circle was finished. But he still had opportunity to test his new skills in battle.
de: Der Bau des Großen Kreises ging weiter. Er wurde mit dem Portal in Tab-Tabar verbunden, und drei Monate später erreichte es wieder den Ort, an dem er begann — in Mag-Magar. Eine neue Bauphase begann: Die Städte der Dreiheit mussten mit al-Kamija verbunden werden. Auch mussten neue kleinere gezogen werden. Dank der tausenden von Arbeitern aus der Hauptstadt ging der Bau diesmal schneller voran. Wie die anderen Leiter der Dreiheit konnte Mehir nun tun, was er wollte, da der äußere und größte Kreis vollendet war. Aber er konnte immer noch seine neuen Fähigkeiten in der Schlacht erproben.
pl: Budowa kręgu mogla spokojnie toczyć się dalej. Został on podłączony do portalu w Tar-Tabar, a 3 miesiące później powrócił do miejsca z którego wyruszył, czyli do Mag-Magaru. Rozpoczął się nowy etap prac, polegający na podłączeniu miast Trójcy z Al-Kamiją, oraz na wykonaniu znacznie mniejszych wewnętrznych kręgów. Tym razem konstrukcja toczyła się szybciej, a to za sprawa tysięcy robotników ze stolicy, którzy nie brali wcześniej udziału w budowie. Mehir, tak jak pozostali przywódcy miast Trójcy i ich pracownicy, miał wolne gdyż zewnętrzny krąg został zamknięty. Nadarzyła się jednak okazja, aby mógł on wypróbować się w roli prawdziwego przywódcy.

source: A few days ago one of the Efreeti revolted against his masters from Sud-Affar and fled to the Great Desert. It would have been wholly unremarkable, for things like this happen in al-Kamija once in a while, but that this Efreet convinced other magical creatures to follow him. Now, they wander through the desert and are a real threat to the outlying cities, or even the capital. Scouts have discovered the location of these corrupted beings. They are near Tar-Tabar, and so Mehir is ordered to defeat them.
de: Vor wenigen Tagen lehnte sich ein Afrit gegen seine Herren auf und floh in die Große Wüste. Es wäre nichts Ungewöhnliches gewesen, da so etwas von Zeit zu Zeit in al-Kamija geschah, aber dieser Afrit zog andere magische Geschöpfe auf seine Seite. Jetzt ziehen sie durch die Wüste und sind eine echte Bedrohung für die Randstädte, oder gar die Hauptstadt. Späher haben den Schlupfwinkel dieser verderbten Wesen entdeckt. Er ist in der Nähe von Tab-Tabar, und so ist es Mehirs Aufgabe, sie zu besiegen.
pl: Kilka dni temu jeden z Ifrytów zbuntował się przeciwko swym panom z Sud-Affaru i uciekł na pustynie. Nie byłoby w tym nic dziwnego (takie rzeczy dzieją się w Al-Kamiji prawie codziennie), gdyby nie fakt, ze Ifryt ten przekonał do siebie znaczna cześć magicznych istot z armii Sharifa. Teraz błąkają się po pustyni i mogą w przyszłości zaatakować jedno z miast, bądź nawet samą Al-Kamiję. Zwiadowcy na dywanach odkryli położenie tych zdemoralizowanych istot. Okazało się, że znajdują się na terytorium Tar-Tabaru, dlatego obowiązek rozprawienia się z nimi przypadł właśnie Mehirowi...

source: The mysterious stranger was in a critical state. He had no water on him, astonishing everybody. One thing was sure — the stranger was not from al-Kajima. It was evident from his exotic garb. After arriving in Tar-Tabar, the newcomer was taken to a hospital. Everybody waited for him to awaken, to find out who he was and what he wanted.
de: Der Zustand des Fremden war kritisch. Er hatte zur Verwunderung aller kein Wasser bei sich. Eines war sicher — der Fremde kam nicht aus al-Kamija, wie seine exotische Kleidung bewies. In Tab-Tabar wurde der Neuankömmling zur Versorgung in ein Hospital verlegt, Alle warteten darauf, dass er erwachte, sodass sie herausfinden konnten, wer er war und was er wollte.
pl: Tajemniczy przybysz był w krytycznym stanie. Wszystko wskazywało na to, że musiał wędrować po pustyni już od kilku dobrych miesięcy. Co ciekawe nie znaleziono przy nim żadnych pojemników na wodę, co wprawiło wszystkich w niemałe osłupienie. Jedno było pewne - przybysz nie pochodził stąd. Świadczył o tym przede wszystkim niezwykle egzotyczny, jak dla Przywoływaczy, strój. Tuż po przybyciu do Tar-Tabaru, nieznajomego obdarzono najlepszą opieką. Pozostało jedynie czekać, w nadziei, ze tajemniczy przybysz niedługo się obudzi i wyjawi skąd pochodzi i czego tu szuka.
