Repository: talebook/To_Lands_Unknown-1.10
Catalog: po/*.po
Languages: de, pl

source: <i>Hearken ye, You strangers in a desolate land To this tale of lands most old, of the Summoners of al-Kamija, Those mighty magi Of powers untold, Their Abysmal servants Both good and bad, And of Mehir, who had, As once foretold, saved all life in this world.</i>
de: <i>So höhret Fremde im verlass'nen Land Diese Geschicht' uralter Länder. Der Beschwörer von al-Kamija, Mächtiger Magier Unsagbarer Macht, Der Diener aus dem Abgrund Gut wie böse, Und des Mehir, welcher, Wie einst prophezeit, Rettete die ganze Welt.</i>
pl: <i>Sluchajcie wy, obcy na opuszczonej ziemi, opowieści tej o krainach najstarszych, o Przywoływaczach z Al-Kamiji, Magach poteżnych o mocach nieopisanych, wraz z ich slugami tajemnymi i o Mehirze, który, jak mu było przeznaczone, Powstrzymał noc, lecz zabrał Słońce.</i>

source: This is the story of Mehir, the Summoner, and his journey to lands unknown.
de: Dies ist die Geschichte von Mehir, dem Beschwörer, und seiner Reise in unbekannte Lande (Mittel, 20 Szenarien)
pl: Oto historia Przywoływacza Mehira i jego podróży ku nieznanym krainom.

source: (Intermediate or Expert level. 16 playable scenarios.)
de: (Mittlere oder hohe Schwierigkeit. 16 spielbare Szenarien)
pl: (Średni lub Ekspercki poziom trudności. 16 grywalnych scenariuszy.)

source: To Lands Unknown
de: In Unbekannte Lande
pl: Ku Nieznanym Krainom

source: TLU
de: IUL
pl: KNK

source: Novice Summoner
de: Jungbeschwörer
pl: Nowicjusz

source: (Easy)
de: (Leicht)
pl: (Łatwy)

source: Summoner
de: Beschwörer
pl: Przywoływacz

source: (Hard)
de: (Schwer)
pl: (Trudny)

source: Grand Summoner
de: Hoher Beschwörer
pl: Wielki Przywoływacz

source: <span color='#BCB088' size='large'>To Lands Unknown</span>
de: <span color='#BCB088' size='large'>In Unbekannte Lande</span>
pl: <span color='#BCB088' size='large'>Ku Nieznanym Krainom</span>

source: Campaign Design
de: Kampagnenentwurf
pl: Projekt Kampanii

source: Artwork and Level Design
de: Grafik und Levelentwurf
pl: Oprawa Graficzna i Projekty Poziomów

source: Programming
de: Programmierung
pl: Programowanie

source: Writing Revisions
de: Revision des Textes
pl: Wsparcie Fabularne

source: Proofreading
de: Gegenlesen
pl: Korekta

source: Translations
de: Übersetzungen

source: Gameplay Balancing
de: Balancieren des Spiels
pl: Balansowanie

source: Gameplay Testing
de: Testspieler
pl: Testowanie

source: Additional Artwork
de: Zusätzliche Graphik
pl: Dodatkowe grafiki

source: The required add-on “<i>Era of Magic</i>” is currently <b>not</b> installed.
de: Die erforderliche erforderliche Erweiterung »<i>Era of Magic</i>« ist derzeit <b>nicht</i> installiert.

source: The required add-on “<i>To Lands Unknown: Images</i>” is currently <b>not</b> installed.
de: Die erforderliche erforderliche Erweiterung »<i>To Lands Unknown: Images</i>« ist derzeit <b>nicht</i> installiert.

source: metamorph
de: Verwandlung
pl: metamorf

source: Metamorph: this elemental can turn into another type of elemental.
de: Verwandlung: Dieser Elementargeist verwandelt sich in eine andere Art von Elementargeist.
pl: Metamorf: ten żywiołak może zamienić się w inny rodzaj żywiołaka.

source: Turn into fire
de: Verwandle dich in Feuer
pl: Zamień w ogień

source: Turn into water
de: Verwandle dich in Wasser
pl: Zamień w wodę

source: Turn into air
de: Verwandle dich in Luft
pl: Zamień w powietrze

source: Turn into earth
de: Verwandle dich in Erde
pl: Zamień w ziemię

source: At the moment you do not have a unit in your army who could use this artifact. However the item will be picked up, so it can wait for a suitable unit to be recruited or recalled.
de: Zur Zeit enthält deine Armee keine Einheit, die diesen Talisman nutzen könnte. Allerdings wird dieses Objekt aufgenommen, um die Ausbildung oder Einberufung einer passenden Einheit abzuwarten.
pl: W tym momencie nie posiadasz w swojej armii jednostki, która mogłaby nosić ten artefakt. Mimo to zostanie on zabrany i dany pierwszej mogącej z niego korzystać jednostce zaraz po jej przywołaniu, bądź zrekrutowaniu.

source: Should the unit pick up the carpet?
de: Soll diese Einheit den Teppich nehmen?
pl: Czy jednostka powinna podnieść dywan?

source: carpet^Take it
de: Nimm den Teppich
pl: Weź go

source: Golden Carpet
de: Goldener Teppich
pl: Złoty Dywan

source: Woven of golden threads, inspired by Abyssal winds. Everyone who possesses this ancient vehicle gains amazing speed and agility. Speed increases by 50% Negates zones of control (grants the skirmisher ability)
de: Gewoben aus golden Garn, von des Abgrunds Winden inspiriert. Jeder, der diesen uralten Teppich besitzt, verfügt über erstaunliche Schnellig-und Geschicklichkeit. Die Geschwindigkeit erhöht sich um 50%, und macht den Besitzer zum Plänkler.
pl: Uszyty ze złotych nici, natchniony wiatrami Otchłani. Każdy, kto posiądzie ten starożytny pojazd, zyskuje niezwykłą szybkość i zwinność. Prędkość wzrasta o 50% Jednostka staje się niewrażliwa na działanie stref kontroli (harcownik)

source: carpet^Leave it
de: Lass ihn liegen
pl: Zostaw go.

source: Should the unit pick up the cloak?
de: Soll die Einheit den Mantel nehmen?
pl: Czy jednostka powinna podnieść płaszcz?

source: cloak^Take it
de: Nimm den Mantel
pl: Weź go

source: Desert Cloak
de: Mantel der Wüste
pl: Pustynny Płaszcz

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, but it still grants its owner good protection against fire. Advances the unit Grants 50% fire resistance
de: Mit geheimnisvollen Symbolen gezeichnet wurde dieser Mantel vor langer Zeit verzaubert, doch noch immer bietet er seinem Besitzer guten Schutz vor Feuer. Befördert die Einheit und verleiht 50% Feuerresistenz.
pl: Pokryty tajemniczymi symbolami, płaszcz ten zaklęty został bardzo dawno temu, lecz jego czar wciąż trwa i zapewnia właścicielowi dobrą osłonę przed ogniem. Awansuje jednostkę Zapewnia 50% ochronę przed ogniem

source: cloak^Leave it
de: Lass ihn liegen
pl: Zostaw go

source: Should the unit pick up the spear?
de: Soll die Einheit den Speer nehmen?
pl: Czy jednostka powinna podnieść włócznię?

source: spear^Take it
de: Nimm den Speer
pl: Weź ją

source: Spear of Rhami
de: Speer der Rhami
pl: Włócznia Rhami

source: This weapon, forged from the light of the Abyss, is a part of the equipment used by magical entities called Rhami’kai. The Ancestors stole one of those spears and enhanced it magically. Advances the unit Increases the attack by 20%
de: Diese im Licht des Abgrundes geschmiedete Waffe ist Teil der Ausrüstung der als Rhami'kai bezeichneten Zauberwesen. Die Ahnen stahlen einen dieser Speere und verstärkten ihn magisch. Befördert die Einheit und stärkt den Angriff um 20%.
pl: Broń ta, wykuta z samego światła Otchłani, jest częścią ekwipunku magicznych istot zwanych Rhami'kai. Przodkowie wykradli jedną z tych włóczni i wzmocnili ją magicznie. Awansuje jednostkę Zwiększa obrażenia jednostki o 20%

source: spear^Leave it
de: Lass ihn liegen
pl: Zostaw ją

source: Should the unit pick up the collar?
de: Soll die Einheit den Kragen nehmen?
pl: Czy jednostka powinna podnieść obrożę?

source: collar^Take it
de: Nimm den Kragen
pl: Weź ją

source: Collar of Recall
de: Kragen der Rückkehr
pl: Obroża Przywołania

source: A legendary artifact, a masterpiece made by the Ancestors. In olden times a magical collar was made, which when placed upon a magical being, could recall it after death. The unit is recalled back to the leader After each recall the unit is getting stronger The unit can be recalled only 3 times. After that it dies for sure.
de: Ein legendärer Talisman, Meisterwerk der Ahnen. Vor Urzeiten wurde ein magischer Kragen geschaffen. Trägt ein Zauberwesen diesen Kragen, kann es zurückkehren. Der Anführer kann diese Einheit einberufen, selbst wenn sie starb, wobei diese jedes Mal stärker wird. Dies funktioniert jedoch nur dreimal.
pl: Legendarny artefakt, arcydzieło Starożytnych. W zamierzchłych czasach przodkom udalo sie stworzyć magiczną obrożę, która założona na dowolną magiczną istotę, potrafi odzyskać ją po przegranej walce. Jednostka po śmierci powraca do przywódcy Po każdym powrocie staje się sliniejsza Jednostka może powrócic tylko 3 razy, potem ginie bezpowrotnie.

source: collar
de: Kragen
pl: obroża

source: After death the unit is recalled back to leader. Activates only 3 times.
de: Nach dem Tod kehrt die Einheit zum Anführer zurück, jedoch nur dreimal.
pl: Po śmierci jednostka powraca z powrotem do bohatera. Działa tylko 3 razy.

source: collar^Leave it
de: Lass ihn liegen
pl: Zostaw ją

source: Should the unit pick up the amulet?
de: Soll die Einheit da Amulett nehmen?
pl: Czy jednostka powinna poddnieść amulet?

source: amulet^Take it
de: Nimm das Amulett
pl: Weź go

source: Amulet of Metamorph
de: Amulett der Verwandlung
pl: Amulet Metamorfa

source: The Ancestors were fascinated with elementals — entities made of pure energy. They also dreamed about creating a creature from a mix of all four known elements. Unfortunately they failed. Yet at the end an unique amulet was created, capable of transforming one element into another one. This is one of the most powerful relics made by the Ancestors. The elemental unit can turn into other elemental (use right-click on the unit to activate)
de: Die Ahnen waren stets von den Elementargeistern fasziniert — Wesen aus reiner Energie. Sie träumten auch davon, eine Kreatur zu schaffen, welche alle vier bekannten Elemente vereint. Leider scheiterten sie. Am Ende wurde nu ein einzigartiges Amulett erschaffen, welches ein Element in ein anderes verwandeln konnte. Dies ist eines der mächtigsten Relikte der Ahnen. Dieser Elementargeist kann sich in andere verwandeln (über das Rechtsklick-Menü)

source: amulet^Leave it
de: Lass es liegen
pl: Zostaw go

source: Recalled...
de: Einberufen...
pl: Przywołany...

source: ... my time in this world has passed!
de: ...meine Zeit in dieser Welt ist vergangen!
pl: ... mój czas na tym świecie minął!

source: You can kill a being but...
de: Du kannst ein Wesen töten...
pl: Możesz zabić istotę...

source: ... NOT THE HALF OF IT!!!
de: ...DOCH NICHT SEINE HÄLFTE!
pl: ... ALE NIE JEJ POŁOWĘ!!!

source: We are Summoners, the only people that live in the Great Desert.
de: Wir sind die Beschwörer, das einzige Volk, dass die Große Wüste bewohnt.
pl: Jesteśmy Przywoływaczami, jedynymi ludźmi zamieszkującymi Wielką Pustynię.

source: Among a myriad of dunes, in the center of our Holy Land, an unreal palace-city lies — our capital al-Kamija. It is an unusual place. It is not damaged by destructive influences of time and sand. The Sun doesn’t burn its walls, because they’re always cool. There are no shortages of goods, because everything is found here. How is this possible?
de: Zwischen Myriaden Dünen, im Zentrum unseres Heiligen Landes, liegt eine befremdliche Palaststadt- unsere Hauptstadt al-Kamija Es ist ein außerordentlicher Ort. Er ist vor den zerstörerischen Einflüssen von Zeit und Sand gefeit. Die Sonne verbrennt seine Mauern nicht, denn sie sind immer kühl. Es mangelt an nichts, denn alles ist hier zu finden. Wie kann das sein?

source: A long time ago, when our ancestors lived on the outskirts of the desert, they made an extremely powerful discovery — Magic. Hidden in the form of magical formulas and symbols, magic controlled our fate. The Ancestors discovered the Abyss — another world full of energy, where time and space have no meaning. Our entire arsenal of known magic comes from the Abyss. We can summon this power to our world — and that’s the reason we are called Summoners.
de: Vor langer Zeit, als unsere Ahnen an den Rändern der Wüste lebten, machten sie eine sehr mächtige Entdeckung — Magie. Verborgen in der Gestalt von Zauberformeln und Symbolen beherrschte Magie unser Schicksal. Die Ahnen entdeckten den Abgrund — eine andere Welt voller Energie, in der Raum und Zeit bedeutungslos sind. Alle uns bekannte Magie stammt aus dem Abgrund. Wir beschwören diese Macht in diese Welt — und das ist der Grund, warum man uns Beschwörer nennt.
pl: Dawno temu, kiedy nasi przodkowie żyli na obrzeżach pustyni, miało miejsce odkrycie cudownej mocy - magii. To ona ukryta pod postacią magicznych wzorów i symboli zadecydowała o naszej przyszłosci. Przodkowie odkryli 'Otchłan' - inny świat pełen nieskończonej energii, gdzie czas i przestrzeń nie mają znaczenia. To własnie z Otchłani pochodzi cała znana nam magia. Potrafimy sprowadzić ją do naszego świata stąd określenie 'Przywoływacze'.

source: At the beginning, the Ancestors believed that the Abyss was a place of primitive chaos — until they summoned the first magical being, a true dweller of that different world. It was Nomolas, the first jinn. Unrestrained by imagination, this entity is the most powerful being we know to this day. Theoretically, Nomolas is capable of destroying even a God. The ancestors managed to communicate with Nomolas, who turned out to be obedient like all summoned magical entities.
de: Anfangs glaubten die Ahnen, der Abgrund sei ein Ort des primitiven Chaos — bis sie das erste magische Geschöpf beschworen, ein wirklicher Bewohner dieser anderen Welt. Es war Nomolas, der erste Djinn. Nicht durch Fantasie gebunden, ist dieses Wesen das Mächtigste, was wir bis zum heutigen Tage kennen. Theoretisch ist Nomolas fähig, selbst einen Gott zu vernichten. Die Ahnen konnten mit Nomolas kommunizieren, der sich wie alle beschworenen magischen Geschöpfe als gehorsam herausstellte.
pl: Przodkowie początkowo myśleli, ze Otchłań to tylko miejsce pierwotnego chaosu i czystej energii dopóty, dopóki nie przyzwali pierwszej magicznej istoty, prawdziwego mieszkańca innego świata. Był to Nomolas, pierwszy dżin. Nieskrepowany mocą wyobraźni byt ten po dziś dzień jest najpotężniejszą znaną nam istotą. Teoretycznie Nomolas zdolny jest unicestwić nawet samego Boga. Przodkom udało się nawiązać kontakt z Nomolasem, który okazał się być równie posłuszny jak przyzywana przez nas magia.

source: There was no wish that Nomolas couldn’t fulfill. To measure his potential the Ancestors wished for the most beautiful city in the world, to be located in the middle of the desert, that would become their new home, the capital of their land. In a few moments, Nomolas created al-Kamija from thin air. Since then, a few centuries have passed. Nomolas rests in the central palace, waiting for another call. We try to use him only if there is no other choice. Other magical entities summoned after Nomolas weren’t as powerful as he, although their power is still impressive and is completely sufficient for our needs.
de: Es gab keine Wunsch, den Nomolas nicht erfüllen konnte. Um seine Macht zu messen, wünschten die Ahnen die schönste Stadt der Welt, in der Mitte der Wüste gelegen, die ihre neue Heimat werden sollte, die Hauptstadt ihres Landes. Innerhalb weniger Augenblicke erschuf Nomolas al-Kamija aus dem Nichts. Seitdem sind einige Jahrhunderte vergangen. Nomolas ruhte im Zentralen Palast und wartete auf einen weiteren Auftrag. Wir versuchen, ihn nur einzusetzen, wenn wir keine andere Wahl haben. Andere magische Geschöpfe waren nicht so mächtig wie er, doch ist ihre kraft nichtsdestotrotz erstaunlich und für unsere Zwecke ausreichend.

source: Living in al-Kamija, we have learned quite a lot about the Abyss, but we haven’t been able to enter that world. Maybe because no one in that dimension can summon us... However, in the last few years, we managed to design a special magic circle that is able to take us to that unreal world. Our tests were successful, but to this day we cannot summon previously sent items back to our world. As a result of this, although it sounds crazy, we decided to send our entire land to the Abyss, hoping that we will find the solution on the other side. But even if we find it, we may not use it... It should be stressed that we believe we will find in the Abyss the ultimate sense of our life and decide to stay there forever.
de: Während wir in al-Kamija lebten, lernten wir so einiges über den Abgrund, doch wir konnten ihn nicht betreten. Vielleicht, weil niemand uns in dieser Dimension beschwören kann… Jedenfalls haben wir es in den letzten Jahren geschafft,einen besonderen magischen Kreis zu entwerfen, der uns in diese unwirkliche Welt bringen kann. Unsere Tests waren erfolgreich, dich bis zum heutigen Tage können wir einmal versendete Objekte nicht in unsere Welt zurückbefördern. Aus diesem Grund, obwohl es verrückt klingt, haben wir beschlossen, unser ganzes Land in den Abgrund zu senden, in der Hoffnung, dass wir die Lösung auf der anderen Seite finden werden. Doch selbst falls wir sie finden, werden wir sie nicht nutzen… Es sollte betont werden, dass wir im Abgrund den wirklichen Sinn des Lebens zu finden glauben und auf ewig dort bleiben wollen.
pl: Mieszkając w Al-Kamiji udało nam się poznać wiele tajemnic Otchłani, mimo to nigdy nie byliśmy w stanie do niej wkroczyć. Może dlatego, ze nikt w tamtym wymiarze nie potrafił nas przywołać... Jednak zdołaliśmy w ciągu ostatniego stulecia opracować specjalny wzór kręgu, mogącego nas przenieść to tego nierealnego świata. Pojedyncze próby okazały się skuteczne, lecz na dzień dzisiejszy nie jesteśmy w stanie wysłanych obiektów przywołać z powrotem. W związku z tym (choć wydaje się to szaleństwem) postanowiliśmy przenieść cale terytorium naszego państwa w nadziei, ze rozwiązanie odnajdziemy po drugiej stronie. Nie wykluczone jednak, ze z niego nie skorzystamy... Wierzymy bowiem, ze w Otchłani odnajdziemy ostateczny cel naszego istnienia i zaniechamy powrotu do fizycznego świata.

source: We designed a giant circle, one that will include most of our land. The circle is 50 marahil in diameter, so we built three cities, each separated from one another by exactly the same distance to make the construction easier. The leaders of Mag-Magar, Tar-Tabar and Sud-Affar will supervise the works by their assistants.
de: Wir haben einen gewaltigen Kreis entworfen, welcher den größten Teil unseres Landes umspannen wird. Der Kreis hat einen Durchmesser von 50 Marahil, weshalb wir drei Städte errichtet haben, jede von den anderen genau gleich weit entfernt, um die Konstruktion zu erleichtern. Die Leiter von Mag-Magar, Tar-Tabar und Sud-Affar werden die Arbeiten durch ihre Assistenten beaufsichtigen.

source: This campaign tells the story of Mehir, a young summoner, who will play a very important role in the history of the Era of Magic. But before it happens, he will have to prove his strength by advancing in a complex hierarchy of Summoners. At this point, Mehir has been appointed as an assistant to the Sharif of Sud-Affar, the south city of the Trinity. He was immediately sent to the east, to supervise the building of the circle, just outside the territory of Mag-Magar.
de: Diese Kampagne erzählt die Geschichte des Mehir, eines jungen Beschwörers, der eine sehr wichtige Rolle in der Geschichte der Zeit der Magie spielen wird. Doch bevor dies geschieht, wird er seine Stärke beweisen müssen, indem er in der komplexen Hierarchie der Beschwörer aufsteigt. Zum jetzigen Zeitpunkt wurde Mehir zu einem Assistenten Sharifs ernannt, des Leiters von Sud-Affar, der südlichen Stadt der Triade. Er wurde auf der Stelle nach Osten entsandt, um die Erbauung des Kreises gerade außerhalb von Mag-Magar zu beaufsichtigen.
pl: Kampania ta opowiada historie młodego przywoływacza Mehira, który choć jeszcze nie zdaje sobie z tego sprawy, odegra bardzo ważną role w dziejach Ery Magii. Zanim to jednak nastąpi, będzie on musiał udowodnić swoja wartość awansując w złożonej hierarchii Przywoływaczy. Jak na razie Mehir został mianowany pomocnikiem Sharifa, przywódcy Sud-Affaru, miasta trójcy najbardziej wysuniętego na południe. Natychmiast wysłano go na wschód w celu nadzorowania budowy kręgu, który opuścił już terytorium Mag-Magaru.

source: When the Sharif heard about the attacks, he sent his deputy, Jaffar, with his best troops. On Mehir’s request they brought the equipment needed for cutting down the trees and workers begun clearing the path for the circle...
de: Als Sharif von den Angriffen hörte, sandte er seinen Vertreter, Jaffar, mit seinen besten Truppen. Auf Mehirs Bitte hin brachten sie die Ausrüstung für die Rodung, und Arbeiter begannen, den Pfad des Kreises zu räumen...
pl: Na wieść o zagrożeniu dla kręgu, przywódca Sud-Affaru, Sharif, wysłał w kierunku dżungli swojego zastępce Jaffara wraz z najlepszymi oddziałami. Na prośbę Mehira przynieśli oni wszelkiego rodzaju sprzęt do ścinania drzew, a robotnicy natychmiast przystąpili do wyrębu ścieżki pod krąg...

source: Mysterious beasts captured Mehir and Jaffar deep inside the jungle. After a few hours of flight they landed in a very distant place, just in front of a small lizard wearing an ornamental feather headdress. He was the leader of all forest creatures, called ‘The Keeper’. After listening to Rhaxiz’s report, this lord of the forest spoke with the captured Summoners, as to why they had been brought before him.
de: Geheimnisvolle Bestien haben Mehir und Jaffar tief im Dschungel gefangen genommen. Nach einigen Flugstunden landeten sie an einem sehr fernen Ort direkt vor einer kleinen Echse mit zeremoniellem Kopfschmuck. Es stellte sich heraus, dass es sich um das Oberhaupt aller Wesen des Waldes handelte, »Der Hüter« genannt. Nachdem Rhaxiz, die Echse, der Mehir geholfen hatte, seinen Bericht vorgetragen hatte, begann der Herr des Waldes ein Gespräch mit den gefangenen Beschwörern, bei dem Mehir und Jaffar erfuhren, wieso sie hierher gebracht worden waren.
pl: Tajemnicze leśne bestie porwały Mehira i Jaffara wgłąb dżungli. Po kilku godzinach lotu znaleźli się oni w miejscu oddalonym o setki kilometrów od pustyni, tuz przed obliczem malej jaszczurki z olbrzymim pióropuszem. Okazało się, ze jest to przywódca leśnych istot zwany przez nich Opiekunem. Po wysłuchaniu relacji Rhaxiza, jaszczurki, której Mehir pomógł w bitwie, leśny władca nawiązał z porwanymi przywoływaczami rozmowę, dzięki której Mehir i Jaffar dowiedzieli się, czemu zostali porwani.
